[
    {
        "title": "One Punch Man",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy"
        ],
        "summary": "The seemingly unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, Saitama relentlessly trained for three years, losing all of his hair in the process. Now, Saitama is so powerful, he can defeat any enemy with just one punch. However, having no one capable of matching his strength has led Saitama to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.\n\nOne day, Saitama catches the attention of 19-year-old cyborg Genos, who witnesses his power and wishes to become Saitama's disciple. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society. Saitama, who is shocked that no one knows who he is, quickly agrees. Meeting new allies and taking on new foes, Saitama embarks on a new journey as a member of the Hero Association to experience the excitement of battle he once felt.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Web manga",
        "score": 8.5,
        "watchedBy": "3.2M"
    },
    {
        "title": "No Game No Life",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Fantasy",
            "Ecchi"
        ],
        "summary": "Sixteen sentient races inhabit Disboard, a world overseen by Tet, the One True God. The lowest of the sixteen—Imanity—consists of humans, a race with no affinity for magic. In a place where everything is decided through simple games, humankind seems to have no way out of their predicament—but the arrival of two outsiders poses a change.\n\nOn Earth, stepsiblings Sora and Shiro are two inseparable shut-ins who dominate various online games under the username \"Blank.\" While notorious on the internet, the pair believe that life is merely another dull game. However, after responding to a message from an unknown user, they are suddenly transported to Disboard. The mysterious sender turns out to be Tet, who informs them about the world's absolute rules. After Tet leaves, Sora and Shiro begin their search for more information and a place to stay, taking them to Elkia—Imanity's only remaining kingdom.\n\nThere, the duo encounters Stephanie Dola, an emotional girl vying for the kingdom's sovereignty. In desperation, she attempts to regain her father's throne, but her foolhardiness makes her goal unachievable. Inspired by the girl's motivation and passion, Sora and Shiro decide to aid Stephanie in getting Elkia back on its feet, ultimately aiming to become the new rulers of the enigmatic realm.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Madhouse"
        ],
        "source": "Light novel",
        "score": 8.06,
        "watchedBy": "2.4M"
    },
    {
        "title": "Mob Psycho 100",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Supernatural"
        ],
        "summary": "Eighth-grader Shigeo \"Mob\" Kageyama has tapped into his inner wellspring of psychic prowess at a young age. But the power quickly proves to be a liability when he realizes the potential danger in his skills. Choosing to suppress his power, Mob's only present use for his ability is to impress his longtime crush, Tsubomi, who soon grows bored of the same tricks.\n\nIn order to effectuate control on his skills, Mob enlists himself under the wing of Arataka Reigen, a con artist claiming to be a psychic, who exploits Mob's powers for pocket change. Now, exorcising evil spirits on command has become a part of Mob's daily, monotonous life. However, the psychic energy he exerts is barely the tip of the iceberg; if his vast potential and unrestrained emotions run berserk, a cataclysmic event that would render him completely unrecognizable will be triggered. The progression toward Mob's explosion is rising and attempting to stop it is futile.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Web manga",
        "score": 8.49,
        "watchedBy": "2.1M"
    },
    {
        "title": "Ansatsu Kyoushitsu",
        "showStatus": "Finished",
        "totalEpisode": "22 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy"
        ],
        "summary": "Tucked in the mountains near the elite Kunugigaoka Middle School lies a small derelict building that houses the delinquents and dropouts of Class 3-E. Looked down upon by their peers, the students in this class appear to have little hope in advancing their academic careers. That is, until the national government tasks them with eliminating the greatest threat to their planet: their new teacher. \n\nHaving already destroyed the moon, the octopus-like professor—dubbed \"Koro-sensei\"—has now threatened to destroy the Earth by March of the following year. In light of their mission, the students have found that killing him is easier said than done. Not only can Koro-sensei move at speeds of up to Mach 20, but he can also resist almost every earthly weapon. Ironically, he also proves to be one of the best teachers Class 3-E has ever had. Training the class to excel in both their studies as students and skills as assassins, Koro-sensei is confident that his students' ingenuity and indomitable will could return them to the main campus. \n\nThrough trial and error, Nagisa Shiota, as well as the other students of Class 3-E, must figure out Koro-sensei's weaknesses—and fast, for the very fate of the world depends upon it.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Lerche"
        ],
        "source": "Manga",
        "score": 8.08,
        "watchedBy": "2.0M"
    },
    {
        "title": "Kono Subarashii Sekai ni Shukufuku wo!",
        "showStatus": "Finished",
        "totalEpisode": "10 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "After dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer's dream—a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake—Aqua is completely useless!\n\nUnfortunately, their troubles don't end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!\n\n[Written by MAL Rewrite]",
        "studio": [
            "Studio Deen"
        ],
        "source": "Light novel",
        "score": 8.1,
        "watchedBy": "2.0M"
    },
    {
        "title": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "At the renowned Shuchiin Academy, Miyuki Shirogane and Kaguya Shinomiya are the student body's top representatives. Ranked the top student in the nation and respected by peers and mentors alike, Miyuki serves as the student council president. Alongside him, the vice president Kaguya—eldest daughter of the wealthy Shinomiya family—excels in every field imaginable. They are the envy of the entire student body, regarded as the perfect couple.\n\nHowever, despite both having already developed feelings for the other, neither are willing to admit them. The first to confess loses, will be looked down upon, and will be considered the lesser. With their honor and pride at stake, Miyuki and Kaguya are both equally determined to be the one to emerge victorious on the battlefield of love!\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Manga",
        "score": 8.41,
        "watchedBy": "1.7M"
    },
    {
        "title": "Dr. Stone",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.\n\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Manga",
        "score": 8.28,
        "watchedBy": "1.7M"
    },
    {
        "title": "Kill la Kill",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Ecchi"
        ],
        "summary": "After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities. \n\nThoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all. \n\n[Written by MAL Rewrite]",
        "studio": [
            "Trigger"
        ],
        "source": "Original",
        "score": 8.03,
        "watchedBy": "1.7M"
    },
    {
        "title": "One Punch Man 2nd Season",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy"
        ],
        "summary": "In the wake of defeating Boros and his mighty army, Saitama has returned to his unremarkable everyday life in Z-City. However, unbeknownst to him, the number of monsters appearing is still continuously on the rise, putting a strain on the Hero Association's resources. Their top executives decide on the bold move of recruiting hoodlums in order to help in their battle. But during the first meeting with these potential newcomers, a mysterious man calling himself Garou makes his appearance. Claiming to be a monster, he starts mercilessly attacking the crowd.\n\nThe mysterious Garou continues his rampage against the Hero Association, crushing every hero he encounters. He turns out to be the legendary martial artist Silverfang's best former disciple and seems driven by unknown motives. Regardless, this beast of a man seems unstoppable. Intrigued by this puzzling new foe and with an insatiable thirst for money, Saitama decides to seize the opportunity and joins the interesting martial arts competition.\n\nAs the tournament commences and Garou continues his rampage, a new great menace reveals itself, threatening the entire human world. Could this finally be the earth-shattering catastrophe predicted by the great seer Madame Shibabawa?\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Web manga",
        "score": 7.52,
        "watchedBy": "1.7M"
    },
    {
        "title": "Black Clover",
        "showStatus": "Finished",
        "totalEpisode": "170 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
        "studio": [
            "Pierrot"
        ],
        "source": "Manga",
        "score": 8.14,
        "watchedBy": "1.7M"
    },
    {
        "title": "Soul Eater",
        "showStatus": "Finished",
        "totalEpisode": "51 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Death City is home to the famous Death Weapon Meister Academy, a technical academy headed by the Shinigami—Lord Death himself. Its mission: to raise \"Death Scythes\" for the Shinigami to wield against the many evils of their fantastical world. These Death Scythes, however, are not made from physical weapons; rather, they are born from human hybrids who have the ability to transform their bodies into Demon Weapons, and only after they have consumed the souls of 99 evil beings and one witch's soul.\n\nSoul Eater Evans, a Demon Scythe who only seems to care about what's cool, aims to become a Death Scythe with the help of his straight-laced wielder, or meister, Maka Albarn. The contrasting duo work and study alongside the hot headed Black☆Star and his caring weapon Tsubaki, as well as the Shinigami's own son, Death the Kid, an obsessive-compulsive dual wielder of twin pistols Patty and Liz.\n\nSoul Eater follows these students of Shibusen as they take on missions to collect souls and protect the city from the world's threats while working together under the snickering sun to become sounder in mind, body, and soul.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Manga",
        "score": 7.84,
        "watchedBy": "1.6M"
    },
    {
        "title": "Hataraku Maou-sama!",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Fantasy"
        ],
        "summary": "Striking fear into the hearts of mortals, the Demon Lord Satan begins to conquer the land of Ente Isla with his vast demon armies. However, while embarking on this brutal quest to take over the continent, his efforts are foiled by the hero Emilia, forcing Satan to make his swift retreat through a dimensional portal only to land in the human world. Along with his loyal general Alsiel, the demon finds himself stranded in modern-day Tokyo and vows to return and complete his subjugation of Ente Isla—that is, if they can find a way back!\n\nPowerless in a world without magic, Satan assumes the guise of a human named Sadao Maou and begins working at MgRonald's—a local fast-food restaurant—to make ends meet. He soon realizes that his goal of conquering Ente Isla is just not enough as he grows determined to climb the corporate ladder and become the ruler of Earth, one satisfied customer at a time!\n\nWhether it's part-time work, household chores, or simply trying to pay the rent on time, Hataraku Maou-sama! presents a hilarious view of the most mundane aspects of everyday life, all through the eyes of a hapless demon lord.\n\n[Written by MAL Rewrite]",
        "studio": [
            "White Fox"
        ],
        "source": "Light novel",
        "score": 7.73,
        "watchedBy": "1.6M"
    },
    {
        "title": "Spy x Family",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Comedy"
        ],
        "summary": "Corrupt politicians, frenzied nationalists, and other warmongering forces constantly jeopardize the thin veneer of peace between neighboring countries Ostania and Westalis. In spite of their plots, renowned spy and master of disguise \"Twilight\" fulfills dangerous missions one after another in the hope that no child will have to experience the horrors of war.\n\nIn the bustling Ostanian city of Berlint, Twilight dons the alias of \"Loid Forger,\" an esteemed psychiatrist. However, his true intention is to gather intelligence on prominent politician Donovan Desmond, who only appears rarely in public at his sons' school: the prestigious Eden Academy. Enlisting the help of unmarried city hall clerk Yor Briar to act as his wife and adopting the curious six-year-old orphan Anya as his daughter, Loid enacts his master plan. He will enroll Anya in Eden Academy, where Loid hopes she will excel and give him the opportunity to meet Donovan without arousing suspicion. \n\nUnfortunately for Loid, even a man of his talents has trouble playing the figure of a loving father and husband. And just like Loid is hiding his true identity, Yor—who is an underground assassin known as \"Thorn Princess\"—and Anya—an esper who can read people's minds—have no plans to disclose their own secrets either. Although this picture-perfect family is founded on deception, the Forgers gradually come to understand that the love they share for one another trumps all else.\n\n[Written by MAL Rewrite]",
        "studio": [
            "CloverWorks",
            "Wit Studio"
        ],
        "source": "Manga",
        "score": 8.53,
        "watchedBy": "1.5M"
    },
    {
        "title": "Mob Psycho 100 II",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Supernatural"
        ],
        "summary": "Shigeo \"Mob\" Kageyama is now maturing and understanding his role as a supernatural psychic that has the power to drastically affect the livelihood of others. He and his mentor Reigen Arataka continue to deal with supernatural requests from clients, whether it be exorcizing evil spirits or tackling urban legends that haunt the citizens.\n\nWhile the workflow remains the same, Mob isn't just blindly following Reigen around anymore. With all his experiences as a ridiculously strong psychic, Mob's supernatural adventures now have more weight to them. Things take on a serious and darker tone as the dangers Mob and Reigen face are much more tangible and unsettling than ever before.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Web manga",
        "score": 8.79,
        "watchedBy": "1.5M"
    },
    {
        "title": "Kono Subarashii Sekai ni Shukufuku wo! 2",
        "showStatus": "Finished",
        "totalEpisode": "10 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "When Kazuma Satou died, he was given two choices: pass on to heaven or be revived in a fantasy world. After choosing the new world, the goddess Aqua tasked him with defeating the Demon King, and let him choose any weapon to aid him. Unfortunately, Kazuma chose to bring Aqua herself and has regretted the decision ever since then.\n\nNot only is he stuck with a useless deity turned party archpriest, the pair also has to make enough money for living expenses. To add to their problems, their group continued to grow as more problematic adventurers joined their ranks. Their token spellcaster, Megumin, is an explosion magic specialist who can only cast one spell once per day and refuses to learn anything else. There is also their stalwart crusader, Lalatina \"Darkness\" Dustiness Ford, a helpless masochist who makes Kazuma look pure in comparison.\n\nKono Subarashii Sekai ni Shukufuku wo! 2 continues to follow Kazuma and the rest of his party through countless more adventures as they struggle to earn money and have to deal with one another's problematic personalities. However, things rarely go as planned, and they are often sidetracked by their own idiotic tendencies.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Studio Deen"
        ],
        "source": "Light novel",
        "score": 8.26,
        "watchedBy": "1.5M"
    },
    {
        "title": "Tensei shitara Slime Datta Ken",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of.\n\nWhen Satoru regains consciousness, he discovers that he has reincarnated as a goop of slime in an unfamiliar realm. In doing so, he acquires newfound skills—notably, the power to devour anything and mimic its appearance and abilities. He then stumbles upon the sealed Catastrophe-level monster \"Storm Dragon\" Veldora who had been sealed away for the past 300 years for devastating a town to ashes. Sympathetic to his predicament, Satoru befriends him, promising to assist in destroying the seal. In return, Veldora bestows upon him the name Rimuru Tempest to grant him divine protection. \n\nNow, liberated from the mundanities of his past life, Rimuru embarks on a fresh journey with a distinct goal in mind. As he grows accustomed to his new physique, his gooey antics ripple throughout the world, gradually altering his fate.\n\n[Written by MAL Rewrite]",
        "studio": [
            "8bit"
        ],
        "source": "Manga",
        "score": 8.14,
        "watchedBy": "1.4M"
    },
    {
        "title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru.",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Hachiman Hikigaya is an apathetic high school student with narcissistic and semi-nihilistic tendencies. He firmly believes that joyful youth is nothing but a farce, and everyone who says otherwise is just lying to themselves. \n\nIn a novel punishment for writing an essay mocking modern social relationships, Hachiman's teacher forces him to join the Volunteer Service Club, a club that aims to extend a helping hand to any student who seeks their support in achieving their goals. With the only other club member being the beautiful ice queen Yukino Yukinoshita, Hachiman finds himself on the front line of other people's problems—a place he never dreamed he would be. As Hachiman and Yukino use their wits to solve many students' problems, will Hachiman's rotten view of society prove to be a hindrance or a tool he can use to his advantage?\n\n[Written by MAL Rewrite]",
        "studio": [
            "Brain's Base"
        ],
        "source": "Light novel",
        "score": 8,
        "watchedBy": "1.4M"
    },
    {
        "title": "Ansatsu Kyoushitsu 2nd Season",
        "showStatus": "Finished",
        "totalEpisode": "25 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy"
        ],
        "summary": "Returning from their summer vacation, the students of Class 3-E at the prestigious Kunugigaoka Middle School find themselves up against unbeatable odds. Faced with the possibility of world annihilation, the students must come up with increasingly elaborate and creative ways to kill their teacher, the cunning yet optimistic and helpful Koro-sensei.\n \nHowever, eliminating Koro-sensei is not the only objective the students need to worry about. Gakuhou Asano, the academy's merciless and cruel principal, seeks to prevent Class 3-E's success by brainwashing his other hard-working pupils into ruthlessly competitive studying machines. Hostility begins to linger in the air as traitors and killers alike attempt to claim the bounty on Koro-sensei's head for themselves.\n \nNagisa Shiota, one of Class 3-E's most skilled assassins, finds himself in the middle of the conflict. While he works to maintain his academic standing and prevent the end of the world, domestic affairs jeopardize his place in Class 3-E. Together with his dedicated classmates, he must now face the threats head-on.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Lerche"
        ],
        "source": "Manga",
        "score": 8.48,
        "watchedBy": "1.4M"
    },
    {
        "title": "High School DxD",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Romance",
            "Ecchi"
        ],
        "summary": "High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school's Occult Research club.\n\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqué) moments with his new comrades, all the while keeping his new life a secret from his friends and family in High School DxD!\n\n[Written by MAL Rewrite]",
        "studio": [
            "TNK"
        ],
        "source": "Light novel",
        "score": 7.33,
        "watchedBy": "1.4M"
    },
    {
        "title": "Chuunibyou demo Koi ga Shitai!",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Everybody has had that stage in their life where they have thought themselves to be special, different from the masses of ordinary humans. They might go as far as seeing themselves capable of wielding mystical powers, or maybe even believe themselves to have descended from a fantasy realm. This \"disease\" is known as \"chuunibyou\" and is often the source of some of the most embarrassing moments of a person's life.\n\nFor Yuuta Togashi, the scars that his chuunibyou has left behind are still fresh. Having posed as the \"Dark Flame Master\" during his middle school years, he looks back at those times with extreme embarrassment, so much so that he decides to attend a high school far away where nobody will recognize him. Putting his dark history behind him, he longs to live a normal high school life.\n\nUnfortunately, he hasn't escaped his past yet: enter Rikka Takanashi, Yuuta's new classmate and self-declared vessel of the \"Wicked Eye.\" As this eccentric young girl crashes into Yuuta's life, his dream of an ordinary, chuunibyou-free life quickly crumbles away. In this hilarious and heartwarming story of a boy who just wants to leave his embarrassing memories behind, the delusions of old are far from a thing of the past.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Light novel",
        "score": 7.7,
        "watchedBy": "1.4M"
    },
    {
        "title": "Kaguya-sama wa Kokurasetai? Tensai-tachi no Renai Zunousen",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "After a slow but eventful summer vacation, Shuchiin Academy's second term is now starting in full force. As August transitions into September, Miyuki Shirogane's birthday looms ever closer, leaving Kaguya Shinomiya in a serious predicament as to how to celebrate it. Furthermore, the tenure of the school's 67th student council is coming to an end. Due to the council members being in different classes, the only time Kaguya and Miyuki have to be together will soon disappear, putting all of their cunning plans at risk.\n\nA long and difficult election that will decide the fate of the new student council awaits, as multiple challengers fight for the coveted title of president.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Manga",
        "score": 8.63,
        "watchedBy": "1.3M"
    },
    {
        "title": "Kaichou wa Maid-sama!",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Misaki Ayuzawa is a unique phenomenon within Seika High School. In a predominantly male institution, she became the first-ever female student council president through her honesty and diligence. Ever since Misaki got promoted to the position, she has been working tirelessly to ensure a better school life for all girls. Despite that, Misaki is very strict with the boys, which has earned her the title \"Demon President.\" \n\nOne day, after hearing a girl cry in the hallway, Misaki encounters Takumi Usui—the most popular boy in the school—as he rejects a love confession. Enraged at what she is seeing, Misaki reprimands him for making the girl cry. However, Usui is indifferent and brushes it off as nothing.\n\nUnexpectedly, Misaki soon runs into Usui again, but this time when she is working at a maid cafe! Embarrassed that someone has found out about her secret occupation, Misaki promises herself not to let Usui destroy her reputation. However, the mysterious boy now begins to visit the same cafe regularly to observe and tease Misaki. When push comes to shove, will Usui still be able to keep the president's secret?\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Manga",
        "score": 8,
        "watchedBy": "1.2M"
    },
    {
        "title": "Samurai Champloo",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy"
        ],
        "summary": "Fuu Kasumi is a young and clumsy waitress who spends her days peacefully working in a small teahouse. That is, until she accidentally spills a drink all over one of her customers! With a group of samurai now incessantly harassing her, Fuu desperately calls upon another samurai in the shop, Mugen, who quickly defeats them with his wild fighting technique, utilizing movements reminiscent to that of breakdancing. Unfortunately, Mugen decides to pick a fight with the unwilling ronin Jin, who wields a more precise and traditional style of swordfighting, and the latter proves to be a formidable opponent. The only problem is, they end up destroying the entire shop as well as accidentally killing the local magistrate's son.\n\nFor their crime, the two samurai are captured and set to be executed. However, they are rescued by Fuu, who hires the duo as her bodyguards. Though she no longer has a place to return to, the former waitress wishes to find a certain samurai who smells of sunflowers and enlists the help of the now exonerated pair to do so. Despite initially disapproving of this idea, the two eventually agree to assist the girl in her quest; thus, the trio embark upon an adventure to find this mysterious warrior—that is, if Fuu can keep Mugen and Jin from killing each other.\n\nSet in an alternate Edo Period of Japan, Samurai Champloo follows the journey of these three eccentric individuals in an epic quest full of action, comedy, and dynamic sword fighting, all set to the beat of a unique hip-hop infused soundtrack.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Manglobe"
        ],
        "source": "Original",
        "score": 8.51,
        "watchedBy": "1.2M"
    },
    {
        "title": "Dragon Ball Z",
        "showStatus": "Finished",
        "totalEpisode": "291 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu's long-lost brother. He reveals that Gokuu is a descendant of the once powerful but now virtually extinct Saiyan race, whose homeworld was annihilated. When he was sent to Earth as a baby, Gokuu's sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.\n\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu's friends of a new threat that's rapidly approaching Earth—one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will soon be fought over the seven mystical Dragon Balls, magic objects that can grant any wish. Only the strongest will survive.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Toei Animation"
        ],
        "source": "Manga",
        "score": 8.17,
        "watchedBy": "1.2M"
    },
    {
        "title": "Nisekoi",
        "showStatus": "Finished",
        "totalEpisode": "20 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Raku Ichijou, a first-year student at Bonyari High School, is the sole heir to an intimidating yakuza family. Ten years ago, Raku made a promise to his childhood friend. Now, all he has to go on is a pendant with a lock, which can only be unlocked with the key which the girl took with her when they parted.\n\nNow, years later, Raku has grown into a typical teenager, and all he wants is to remain as uninvolved in his yakuza background as possible while spending his school days alongside his middle school crush Kosaki Onodera. However, when the American Bee Hive Gang invades his family's turf, Raku's idyllic romantic dreams are sent for a toss as he is dragged into a frustrating conflict: Raku is to pretend that he is in a romantic relationship with Chitoge Kirisaki, the beautiful daughter of the Bee Hive's chief, so as to reduce the friction between the two groups. Unfortunately, reality could not be farther from this whopping lie—Raku and Chitoge fall in hate at first sight, as the girl is convinced he is a pathetic pushover, and in Raku's eyes, Chitoge is about as attractive as a savage gorilla. \n\nNisekoi follows the daily antics of this mismatched couple who have been forced to get along for the sake of maintaining the city's peace. With many more girls popping up his life, all involved with Raku's past somehow, his search for the girl who holds his heart and his promise leads him in more unexpected directions than he expects.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Shaft"
        ],
        "source": "Manga",
        "score": 7.56,
        "watchedBy": "1.2M"
    },
    {
        "title": "Ouran Koukou Host Club",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Haruhi Fujioka is a studious girl who has recently enrolled at the prestigious Ouran Academy. One day, while looking for a quiet and peaceful place to study, she stumbles across a seemingly unused music room. Upon entering, Haruhi is welcomed by the members of the well-known Host Club: a club in which attractive boys amuse girls from across the entire school. However, when Tamaki Suou—the founder and president of the club—startles the bright scholarship student, she accidentally breaks an expensive vase.\n\nWith repayment looking difficult for Haruhi, the Host Club members come up with the perfect solution to the girl's problem: work for the club and ultimately become a Host herself! Mistaken for a boy by her peers, Haruhi has to entertain various female students while coping with her fellow Hosts' extravagant personalities.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Bones"
        ],
        "source": "Manga",
        "score": 8.16,
        "watchedBy": "1.1M"
    },
    {
        "title": "Saiki Kusuo no Ψ-nan",
        "showStatus": "Finished",
        "totalEpisode": "120 eps",
        "episodeDuration": "5 min ",
        "genre": [
            "Comedy",
            "Supernatural"
        ],
        "summary": "To the average person, psychic abilities might seem a blessing; for Kusuo Saiki, however, this could not be further from the truth. Gifted with a wide assortment of supernatural abilities ranging from telepathy to x-ray vision, he finds this so-called blessing to be nothing but a curse. As all the inconveniences his powers cause constantly pile up, all Kusuo aims for is an ordinary, hassle-free life—a life where ignorance is bliss.\n\nUnfortunately, the life of a psychic is far from quiet. Though Kusuo tries to stay out of the spotlight by keeping his powers a secret from his classmates, he ends up inadvertently attracting the attention of many odd characters, such as the empty-headed Riki Nendou and the delusional Shun Kaidou. Forced to deal with the craziness of the people around him, Kusuo comes to learn that the ordinary life he has been striving for is a lot more difficult to achieve than expected.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Egg Firm",
            "J.C.Staff"
        ],
        "source": "Manga",
        "score": 8.41,
        "watchedBy": "1.1M"
    },
    {
        "title": "Tonari no Kaibutsu-kun",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Shizuku Mizutani is apathetic toward her classmates, only caring about her grades. However, her cold view of life begins to change when she meets Haru Yoshida, a violent troublemaker who stopped attending class after getting into a fight early in the school year. He is not much different from her, though—he too understands little about human nature and does not have any friends. Much to Shizuku's surprise, he proclaims that she will be his friend and immediately confesses his feelings toward her upon meeting her.\n \nBecause of her lack of friends and social interaction, Shizuku has a hard time understanding her relationship with Haru. But slowly, their friendship begins to progress, and she discovers that there is more to Haru than violence. She begins to  develop feelings for him, but is unsure what kind of emotions she is experiencing. Together, Shizuku and Haru explore the true nature of their relationship and emotions.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Brain's Base"
        ],
        "source": "Manga",
        "score": 7.47,
        "watchedBy": "1.1M"
    },
    {
        "title": "Gintama",
        "showStatus": "Finished",
        "totalEpisode": "201 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Edo is a city that was home to the vigor and ambition of samurai across the country. However, following feudal Japan's surrender to powerful aliens known as the \"Amanto,\" those aspirations now seem unachievable. With the once-influential shogunate rebuilt as a puppet government, a new law is passed that promptly prohibits all swords in public. \n\nEnter Gintoki Sakata, an eccentric silver-haired man who always carries around a wooden sword and maintains his stature as a samurai despite the ban. As the founder of Yorozuya, a small business for odd jobs, Gintoki often embarks on endeavors to help other people—though usually in rather strange and unforeseen ways. \n\nAssisted by Shinpachi Shimura, a boy with glasses supposedly learning the way of the samurai; Kagura, a tomboyish girl with superhuman strength and an endless appetite; and Sadaharu, their giant pet dog who loves biting on people's heads, the Yorozuya encounter anything from alien royalty to scuffles with local gangs in the ever-changing world of Edo.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Sunrise"
        ],
        "source": "Manga",
        "score": 8.94,
        "watchedBy": "1.1M"
    },
    {
        "title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Zoku",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "With the Volunteer Service Club now firmly established, it is receiving more requests from students in search of solutions to their various issues. However, the club members often struggle to see eye to eye when it comes to their problem-solving ideals. The suggestions that Hachiman Hikigaya recommends frequently clash with those of Yukino Yukinoshita, fracturing the relationships within the club. \n\nDespite their differences, with the trio constantly trying to find common ground, they may soon reach a point where they discover something genuine.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "feel."
        ],
        "source": "Light novel",
        "score": 8.2,
        "watchedBy": "1.1M"
    },
    {
        "title": "K-On!",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "A fresh high school year always means much to come, and one of those things is joining a club. Being in a dilemma about which club to join, Yui Hirasawa stumbles upon and applies for the Light Music Club, which she misinterprets to be about playing simple instruments, such as castanets. Unable to play an instrument, she decides to visit to apologize and quit.\n\nMeanwhile, the Light Music Club faces disbandment due to a lack of members. This causes the club members to offer anything, from food to slacking off during club time, in order to convince Yui to join. Despite their efforts, Yui insists on leaving due to her lack of musical experience. As a last resort, they play a piece for Yui, which sparks her fiery passion and finally convinces her to join the club.\n\nFrom then onward, it is just plain messing around with bits and pieces of practice. The members of the Light Music Club are ready to make their time together a delightful one!\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "4-koma manga",
        "score": 7.86,
        "watchedBy": "1.1M"
    },
    {
        "title": "Dragon Ball",
        "showStatus": "Finished",
        "totalEpisode": "153 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Gokuu Son is a young boy who lives in the woods all alone—that is, until a girl named Bulma runs into him in her search for a set of magical objects called the \"Dragon Balls.\" Since the artifacts are said to grant one wish to whoever collects all seven, Bulma hopes to gather them and wish for a perfect boyfriend. Gokuu happens to be in possession of a dragon ball, but unfortunately for Bulma, he refuses to part ways with it, so she makes him a deal: he can tag along on her journey if he lets her borrow the dragon ball's power. With that, the two set off on the journey of a lifetime.\n\nThey don't go on the journey alone. On the way, they meet the old Muten-Roshi and wannabe disciple Kuririn, with whom Gokuu trains to become a stronger martial artist for the upcoming World Martial Arts Tournament. However, it's not all fun and games; the ability to make any wish come true is a powerful one, and there are others who would do much worse than just wishing for a boyfriend. To stop those who would try to abuse the legendary power, they train to become stronger fighters, using their newfound strength to help the people around them along the way.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Toei Animation"
        ],
        "source": "Manga",
        "score": 7.97,
        "watchedBy": "1.0M"
    },
    {
        "title": "Dr. Stone: Stone Wars",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Senkuu has made it his goal to bring back two million years of human achievement and revive the entirety of those turned to statues. However, one man stands in his way: Tsukasa Shishiou, who believes that only the fittest of those petrified should be revived.\n\nAs the snow melts and spring approaches, Senkuu and his allies in Ishigami Village finish the preparations for their attack on the Tsukasa Empire. With a reinvented cell phone model now at their disposal, the Kingdom of Science is ready to launch its newest scheme to recruit the sizable numbers of Tsukasa's army to their side. However, it is a race against time; for every day the Kingdom of Science spends perfecting their inventions, the empire rapidly grows in number.\n\nReuniting with old friends and gaining new allies, Senkuu and the Kingdom of Science must stop Tsukasa's forces in order to fulfill their goal of restoring humanity and all its creations. With the two sides each in pursuit of their ideal world, the Stone Wars have now begun!\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Manga",
        "score": 8.16,
        "watchedBy": "1.0M"
    },
    {
        "title": "Prison School",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Ecchi"
        ],
        "summary": "Located on the outskirts of Tokyo, Hachimitsu Private Academy is a prestigious all-girls boarding school, famous for its high-quality education and disciplined students. However, this is all about to change due to the revision of the school's most iconic policy, as boys are now able to enroll as well.\n \nAt the start of the first semester under this new decree, a mere five boys have been accepted, effectively splitting the student body into a ratio of two hundred girls to one boy. Kiyoshi, Gakuto, Shingo, Andre, and Jo are quickly cast away without having a chance to make any kind of a first impression. Unable to communicate with their fellow female students, the eager boys set their sights on a far more dangerous task: peeping into the girls' bath!\n \nIt is only after their plan is thoroughly decimated by the infamous Underground Student Council that the motley crew find their freedom abruptly taken from them, as they are thrown into the school's prison with the sentence of an entire month as punishment. Thus begins the tale of the boys' harsh lives in Prison School, a righteous struggle that will ultimately test the bonds of friendship and perverted brotherhood.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Manga",
        "score": 7.6,
        "watchedBy": "1.0M"
    },
    {
        "title": "Kanojo, Okarishimasu",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Kazuya Kinoshita is a 20-year-old college student who has a wonderful girlfriend: the bright and sunny Mami Nanami. But suddenly, he doesn't. Without warning, Mami breaks up with him, leaving him utterly heartbroken and lonely. Seeking to soothe the pain, he hires a rental girlfriend through an online app. His partner is Chizuru Mizuhara, who through her unparalleled beauty and cute demeanor, manages to gain Kazuya's affection.\n\nBut after reading similar experiences other customers had had with Chizuru, Kazuya believes her warm smile and caring personality were all just an act to toy with his heart, and he rates her poorly. Aggravated, Chizuru lambastes him for his shameless hypocrisy, revealing her true pert and hot-tempered self. This one-sided exchange is cut short, however, when Kazuya finds out that his grandmother has collapsed.\n\nThey dash toward the hospital and find Kazuya's grandmother already in good condition. Baffled by Chizuru's presence, she asks who this girl might be. On impulse, Kazuya promptly declares that they are lovers, forcing Chizuru to play the part. But with Kazuya still hung up on his previous relationship with Mami, how long can this difficult client and reluctant rental girlfriend keep up their act?\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Manga",
        "score": 6.99,
        "watchedBy": "983K"
    },
    {
        "title": "Tensei shitara Slime Datta Ken 2nd Season",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Taking a break from his time as a teacher, the powerful slime Rimuru Tempest returns to his kingdom, eponymously named Tempest, just in time to begin negotiations with a nearby nation—the Kingdom of Eurazania. While the negotiations are anything but peaceful, they do end successfully, allowing Rimuru to return and finish teaching. When trying to again return to Tempest, this time permanently, Rimuru is stopped by a mysterious figure who is somehow able to constrain the many magical abilities he has at his disposal. \n\nIn Tempest, the situation is even worse. A group of unknown humans has invaded the land and are assaulting its citizens, both influential and innocent. They are not just trying to bring harm either—they have the intent to kill. Can Rimuru overcome his powerful and dangerous foe and return to Tempest before it is too late?  \n\n[Written by MAL Rewrite]",
        "studio": [
            "8bit"
        ],
        "source": "Manga",
        "score": 8.38,
        "watchedBy": "954K"
    },
    {
        "title": "5-toubun no Hanayome",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Fuutarou Uesugi is an ace high school student, but leads an otherwise tough life. His standoffish personality and reclusive nature have left him friendless, and his father is debt-ridden, forcing his family to scrape by.\n\nOne day during his lunch break, Uesugi argues with a female transfer student who has claimed \"his seat,\" leading both of them to dislike each other. That same day, he is presented with a golden opportunity to clear his family's debt: a private tutoring gig for a wealthy family's daughter, with a wage of five times the market price. He accepts the proposal, but is horrified to discover that the client, Itsuki Nakano, is the girl he confronted earlier! \n\nAfter unsuccessfully trying to get back on Itsuki's good side, Uesugi finds out that his problems don't end there: Itsuki is actually a quintuplet, so in addition to her, he must also tutor her sisters—Miku, Yotsuba, Nino, and Ichika—who, despite the very real threat of flunking, want nothing to do with a tutor. However, his family's livelihood is on the line so Uesugi pushes on, adamant in his resolve to rid the sisters of their detest for studying and successfully lead them to graduation.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Tezuka Productions"
        ],
        "source": "Manga",
        "score": 7.65,
        "watchedBy": "947K"
    },
    {
        "title": "Gekkan Shoujo Nozaki-kun",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Chiyo Sakura is a cheerful high school girl who has fallen head over heels for the oblivious Umetarou Nozaki. Much to Chiyo's confusion, when she confesses to her beloved Nozaki, he hands her an unfamiliar autograph. As it turns out, the stoic teenage boy is actually a respected shoujo mangaka, publishing under the pen name Sakiko Yumeno! A series of misunderstandings leads to Chiyo becoming one of Nozaki's manga assistants.\n\nThroughout the hilarious events that ensue, she befriends many of her quirky schoolmates, including her seemingly shameless fellow assistant, Mikoto Mikoshiba, and the \"Prince of the School,\" Yuu Kashima. Gekkan Shoujo Nozaki-kun follows Chiyo as she strives to help Nozaki with his manga and hopes that he will eventually notice her feelings.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Doga Kobo"
        ],
        "source": "4-koma manga",
        "score": 7.82,
        "watchedBy": "928K"
    },
    {
        "title": "Kaguya-sama wa Kokurasetai: Ultra Romantic",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "The elite members of Shuchiin Academy's student council continue their competitive day-to-day antics. Council president Miyuki Shirogane clashes daily against vice-president Kaguya Shinomiya, each fighting tooth and nail to trick the other into confessing their romantic love. Kaguya struggles within the strict confines of her wealthy, uptight family, rebelling against her cold default demeanor as she warms to Shirogane and the rest of her friends.\n\nMeanwhile, council treasurer Yuu Ishigami suffers under the weight of his hopeless crush on Tsubame Koyasu, a popular upperclassman who helps to instill a new confidence in him. Miko Iino, the newest student council member, grows closer to the rule-breaking Ishigami while striving to overcome her own authoritarian moral code.\n\nAs love further blooms at Shuchiin Academy, the student council officers drag their outsider friends into increasingly comedic conflicts.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Manga",
        "score": 9.01,
        "watchedBy": "925K"
    },
    {
        "title": "Suzumiya Haruhi no Yuuutsu",
        "showStatus": "Finished",
        "totalEpisode": "14 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Award Winning",
            "Comedy",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "If a survey were conducted to see if people believed in aliens, time travelers, or maybe espers, most would say they do not; average high school student Kyon considers himself among the non-believers. However, on his first day of school, he meets a girl who soon turns his world upside down.\n\nDuring class introductions, the beautiful Haruhi Suzumiya boldly announces her boredom with \"normal\" people and her intention of meeting supernatural beings. Dumbfounded, Kyon learns of her frustration with the lack of paranormal-focused clubs at their school and unwittingly inspires her to start her own club. She creates the Spreading Fun all Over the World with Haruhi Suzumiya Brigade, otherwise known as the SOS Brigade.\n\nFollowing the SOS Brigade's founding, Haruhi manages to recruit Kyon and three other members: quiet bookworm Yuki Nagato, shy upperclassman Mikuru Asahina, and perpetually positive Itsuki Koizumi. Despite their normal appearance, the new members of the SOS Brigade each carry their own secrets related to Haruhi. Caught up in the mystery surrounding the eccentric club leader, Kyon is whisked away on a series of misadventures by Haruhi and the SOS Brigade, each one bringing him closer to the truth about who and what she is.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Light novel",
        "score": 7.83,
        "watchedBy": "918K"
    },
    {
        "title": "High School DxD New",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "26 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Romance",
            "Ecchi"
        ],
        "summary": "The misadventures of Issei Hyoudou, high school pervert and aspiring Harem King, continue on in High School DxD New. As the members of the Occult Research Club carry out their regular activities, it becomes increasingly obvious that there is something wrong with their Knight, the usually composed and alert Yuuto Kiba. Soon, Issei learns of Kiba's dark, bloody past and its connection to the mysterious Holy Swords. Once the subject of a cruel experiment, Kiba now seeks revenge on all those who wronged him.\n\nWith the return of an old enemy, as well as the appearance of two new, Holy Sword-wielding beauties, it isn't long before Issei and his Devil comrades are plunged into a twisted plot once more.\n\n[Written by MAL Rewrite]",
        "studio": [
            "TNK"
        ],
        "source": "Light novel",
        "score": 7.47,
        "watchedBy": "913K"
    },
    {
        "title": "Spy x Family Part 2",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy"
        ],
        "summary": "With Anya Forger successfully enrolled at the renowned Eden Academy, Operation Strix advances to its second phase. To investigate Ostanian politician Donovan Desmond, Anya must either befriend his son Damian or collect eight Stella Stars to become an Imperial Scholar. Fortunately, Anya has already acquired her first star. In celebration, her adoptive father, Loid, decides to fulfill her wish to adopt a dog.\n\nDuring their canine search, Loid receives new orders from his superiors, who have found that a band of Berlint University students is plotting to assassinate Westalis' Minister Brantz using bombs worn by trained dogs. While Loid tries to stop their plans, Anya stumbles upon the terrorists' base of operations. There, she befriends a kindhearted, clairvoyant dog who the family later names Bond.\n\nAlthough the Forgers continue to lead their individual lives in secrecy, the family—with a new fluffy addition—remains united through all of the unusual obstacles thrown their way.\n\n[Written by MAL Rewrite]",
        "studio": [
            "CloverWorks",
            "Wit Studio"
        ],
        "source": "Manga",
        "score": 8.26,
        "watchedBy": "910K"
    },
    {
        "title": "Nichijou",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Nichijou primarily focuses on the daily antics of a trio of childhood friends—high school girls Mio Naganohara, Yuuko Aioi and Mai Minakami—whose stories soon intertwine with the young genius Hakase Shinonome, her robot caretaker Nano, and their talking cat Sakamoto. With every passing day, the lives of these six, as well as of the many people around them, experience both the calms of normal life and the insanity of the absurd. Walking to school, being bitten by a talking crow, spending time with friends, and watching the principal suplex a deer: they are all in a day's work in the extraordinary everyday lives of those in Nichijou. \n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Manga",
        "score": 8.46,
        "watchedBy": "895K"
    },
    {
        "title": "Komi-san wa, Comyushou desu.",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Hitohito Tadano is an ordinary boy who heads into his first day of high school with a clear plan: to avoid trouble and do his best to blend in with others. Unfortunately, he fails right away when he takes the seat beside the school's  madonna—Shouko Komi. His peers now recognize him as someone to eliminate for a chance to sit next to the most beautiful girl in class.\n\nGorgeous and graceful with long, dark hair, Komi is universally adored and immensely popular despite her mysterious persona. However, unbeknownst to everyone, she has crippling anxiety and a communication disorder which prevents her from wholeheartedly socializing with her classmates.\n\nWhen left alone in the classroom, a chain of events forces Komi to interact with Tadano through writing on the blackboard, as if in a one-way conversation. Being the first person to realize she cannot communicate properly, Tadano picks up the chalk and begins to write as well. He eventually discovers that Komi's goal is to make one hundred friends during her time in high school. To this end, he decides to lend her a helping hand, thus also becoming her first-ever friend.\n\n[Written by MAL Rewrite]",
        "studio": [
            "OLM"
        ],
        "source": "Manga",
        "score": 7.87,
        "watchedBy": "883K"
    },
    {
        "title": "Masamune-kun no Revenge",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "When Masamune Makabe was a child, he was rejected by a rich, beautiful girl named Aki Adagaki, who gave him the nickname ''Piggy'' for being overweight. Devastated, Masamune put great effort into working out to improve his appearance. Now a handsome yet narcissistic high school student, Masamune is determined to exact revenge—he will have Aki fall madly in love with him and ultimately reject her the next time they meet.\n\nTo his surprise, Masamune discovers he has transferred into Aki's school. Setting his plan into motion, Masamune first begins to form a relationship with the ''Brutal Princess'' but, despite his efforts, fails miserably at his initial attempts. Shockingly, when Masamune finally progresses towards his vengeance, he receives a mysterious letter addressing him by his old nickname. Unless Masamune discovers the sender's identity, his plan is doomed before it even starts!\n\n[Written by MAL Rewrite]",
        "studio": [
            "SILVER LINK."
        ],
        "source": "Manga",
        "score": 6.75,
        "watchedBy": "882K"
    },
    {
        "title": "Trinity Seven",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Romance",
            "Ecchi"
        ],
        "summary": "One day, the bright red sun stopped shining, causing the \"Breakdown Phenomenon\"—the destruction of Arata Kasuga's town and the disappearance of the people inhabiting it. All, however, is not yet lost; by utilizing the magical grimoire given to him by his childhood friend and cousin Hijiri Kasuga, Arata's world gets artificially reconstructed.\n\nIn order to investigate the phenomenon, Lilith Asami appears before Arata, whose artificial world suddenly disintegrates. He is given two choices: hand over the book, or die. However, Arata chooses the third option—enrolling in the top-secret magic school Royal Biblia Academy, where six other magical users await him. Together with Lilith, these six form the Trinity Seven, the elite of the school who each bolster their own power and skill.\n\nWith the ambition to save Hijiri and the help of his newfound friends, Arata stops at nothing to prevent the destruction of his beloved hometown and to bring his best friend back.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Seven Arcs Pictures"
        ],
        "source": "Manga",
        "score": 7.05,
        "watchedBy": "841K"
    },
    {
        "title": "Dragon Ball Super",
        "showStatus": "Finished",
        "totalEpisode": "131 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Seven years after the defeat of Majin Buu, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping threat awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.\n\nDisturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis search the universe for this mysterious being. Before long, they reach Earth and encounter Gokuu Son, one of the planet's mightiest warriors, and his powerful friends.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Toei Animation"
        ],
        "source": "Manga",
        "score": 7.44,
        "watchedBy": "828K"
    },
    {
        "title": "Great Teacher Onizuka",
        "showStatus": "Finished",
        "totalEpisode": "43 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Twenty-two-year-old Eikichi Onizuka—ex-biker gang leader, conqueror of Shonan, and virgin—has a dream: to become the greatest high school teacher in all of Japan. This isn't because of a passion for teaching, but because he wants a loving teenage wife when he's old and gray. Still, for a perverted, greedy, and lazy delinquent, there is more to Onizuka than meets the eye. So when he lands a job as the homeroom teacher of the Class 3-4 at the prestigious Holy Forest Academy—despite suplexing the Vice Principal—all of his talents are put to the test, as this class is particularly infamous.\n\nDue to their utter contempt for all teachers, the class' students use psychological warfare to mentally break any new homeroom teacher they get, forcing them to quit and leave school. However, Onizuka isn't your average teacher, and he's ready for any challenge in his way.\n\nBullying, suicide, and sexual harassment are just a few of the issues his students face daily. By tackling the roots of their problems, Onizuka supports them with his unpredictable and unconventional methods—even if it means jumping off a building to save a suicidal child. Thanks to his eccentric charm and fun-loving nature, Class 3-4 slowly learns just how enjoyable school can be when you're the pupils of the Great Teacher Onizuka.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Pierrot"
        ],
        "source": "Manga",
        "score": 8.69,
        "watchedBy": "827K"
    },
    {
        "title": "Danshi Koukousei no Nichijou",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Roaming the halls of the all-boys Sanada North High School are three close comrades: the eccentric ringleader with a hyperactive imagination Hidenori, the passionate Yoshitake, and the rational and prudent Tadakuni. Their lives are filled with giant robots, true love, and intense drama... in their colorful imaginations, at least. In reality, they are just an everyday trio of ordinary guys trying to pass the time, but who said everyday life couldn't be interesting? Whether it's an intricate RPG reenactment or an unexpected romantic encounter on the riverbank at sunset, Danshi Koukousei no Nichijou is rife with bizarre yet hilariously relatable situations that are anything but mundane.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Sunrise"
        ],
        "source": "Web manga",
        "score": 8.23,
        "watchedBy": "823K"
    },
    {
        "title": "FLCL",
        "showStatus": "Finished",
        "totalEpisode": "6 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Action",
            "Avant Garde",
            "Comedy",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Naota Nandaba is an ordinary sixth grader living in a city where nothing amazing ever seems to happen. After his brother Tasuku leaves town to play baseball in America, Naota takes it upon himself to look after everything Tasuku left behind—from his top bunk bed to his ex-girlfriend Mamimi Samejima, who hasn't stopped clinging to Naota since Tasuku left. \n\nLittle does Naota know, however, that his mundane existence is on the verge of being changed forever: enter Haruko Haruhara, a Vespa-riding, bass guitar-wielding, pink-haired psychopath whose first encounter with Naota leaves him with tire tracks on his back and a giant horn on his head. Though all he wants is some peace and quiet, when Haruko takes up residence at his parents' home, Naota finds himself dragged into the heart of the greatest battle for supremacy that Earth—and quite possibly the entire universe—has ever seen.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gainax",
            "Production I.G"
        ],
        "source": "Original",
        "score": 8.03,
        "watchedBy": "822K"
    },
    {
        "title": "Zero no Tsukaima",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy",
            "Romance",
            "Ecchi"
        ],
        "summary": "Louise Françoise Le Blanc de La Vallière is a self-absorbed mage in a world of wands, cloaks, and royalty. Although she studies at Tristain Academy, a prestigious school for magicians, she has a major problem: Louise is unable to cast magic properly, earning her the nickname of \"Louise the Zero\" from her classmates.\n\nWhen the first year students are required to perform a summoning ritual, Louise's summoning results in a catastrophic explosion! Everyone deems this to be yet another failure, but when the smoke clears, a boy named Saito Hiraga appears. Now Louise's familiar, Saito is treated as a slave, forced to clean her clothes and eat off the ground. But when an unfamiliar brand is found etched on Saito's hand from the summoning ritual, it is believed to be the mark of a powerful familiar named Gandalfr.\n\nWild, adventurous, and explosive, Zero no Tsukaima follows Saito as he comes to terms with his new life and as Louise proves that there is more to her than her nickname suggests.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Light novel",
        "score": 7.22,
        "watchedBy": "818K"
    },
    {
        "title": "Boku wa Tomodachi ga Sukunai",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance",
            "Ecchi"
        ],
        "summary": "When Kodaka Hasegawa finds out that he will be transferring to a new school, he is determined to make a positive impression, and maybe even some friends. However, Kodaka discovers he is out of luck when he immediately gets labeled as a violent delinquent due to his blond hair and intimidating expression. Although a month has passed, Kodaka is still alone thanks to his notorious reputation. However, his life begins to change when he finds fellow loner Yozora Mikazuki talking to her imaginary friend in an empty classroom.\n\nAfter sharing stories of their lonely high school life, Kodaka and Yozora decide to overcome the difficulties of making friends together by starting the Neighbor's Club. Created for people who don't have friends, daily activities involve learning social skills and how to fit in, which will hopefully allow them to make friends. Joined by the eroge-loving Sena Kashiwazaki, and other eccentric outcasts, Kodaka may finally have managed to find people he can call friends, in this club filled with hilarious oddballs.\n\n[Written by MAL Rewrite]",
        "studio": [
            "AIC Build"
        ],
        "source": "Light novel",
        "score": 7.15,
        "watchedBy": "809K"
    },
    {
        "title": "Shimoneta to Iu Gainen ga Sonzai Shinai Taikutsu na Sekai",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Ecchi"
        ],
        "summary": "With the introduction of strict new morality laws, Japan has become a nation cleansed of all that is obscene and impure. By monitoring citizens using special devices worn around their necks, authorities have taken extreme measures to ensure that society remains chaste. \n\nIn this world of sexual suppression, Tanukichi Okuma—son of an infamous terrorist who opposed the chastity laws—has just entered high school, offering his help to the student council in order to get close to president Anna Nishikinomiya, his childhood friend and crush. Little does he know that the vice president Ayame Kajou has a secret identity: Blue Snow, a masked criminal dedicated to spreading lewd material amongst the sheltered public—and Tanukichi has caught the girl's interest due to his father's notoriety.\n\nSoon, Tanukichi is dragged into joining her organization called SOX, where he is forced to spread obscene propaganda, helping to launch an assault against the government's oppressive rule. With their school set as the first point of attack, Tanukichi will have to do the unthinkable when he realizes that their primary target is the person he admires most.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Light novel",
        "score": 7.22,
        "watchedBy": "807K"
    },
    {
        "title": "High School DxD BorN",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Romance",
            "Ecchi"
        ],
        "summary": "The Red Dragon Emperor, Issei Hyoudou, and the Occult Research Club are back in action as summer break comes for the students of Kuoh Academy. After their fight with Issei’s sworn enemy, Vali and the Chaos Brigade, it is clear just how inexperienced Rias Gremory's team is. As a result, she and Azazel lead the club on an intense training regime in the Underworld to prepare them for the challenges that lie ahead.\n\nWhile they slowly mature as a team, Issei will once again find himself in intimate situations with the girls of the Occult Research Club. Meanwhile, their adversaries grow stronger and more numerous as they rally their forces. And with the sudden appearance of Loki, the Evil God of Norse Mythology, the stage is set for epic fights and wickedly powerful devils in High School DxD BorN!\n\n[Written by MAL Rewrite]",
        "studio": [
            "TNK"
        ],
        "source": "Light novel",
        "score": 7.42,
        "watchedBy": "800K"
    },
    {
        "title": "Ijiranaide, Nagatoro-san",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Every day, Naoto Hachiouji is teased relentlessly by Hayase Nagatoro, a first year student he meets one day in the library while working on his manga. After reading his story and seeing his awkward demeanor, she decides from that moment on to toy with him, even calling him \"Senpai\" in lieu of using his real name.\n\nAt first, Nagatoro's relentless antics are more bothersome than anything and leave him feeling embarrassed, as he is forced to cater to her whims. However, as they spend more time together, a strange sort of friendship develops between them, and Naoto finds that life with Nagatoro can even be fun. But one thing's for sure: his days will never be dull again.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Telecom Animation Film"
        ],
        "source": "Web manga",
        "score": 7.26,
        "watchedBy": "799K"
    },
    {
        "title": "Yamada-kun to 7-nin no Majo",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Mystery",
            "Romance",
            "Supernatural"
        ],
        "summary": "When Ryuu Yamada entered high school, he wanted to turn over a new leaf and lead a productive school life. That is why he chose to attend Suzaku High School, where no one would know of his violent delinquent reputation. However, much to Ryuu's dismay, he is soon bored; now a second year, Ryuu has reverted to his old ways—lazy with abysmal grades and always getting into fights.\n\nOne day, back from yet another office visit, Ryuu encounters Urara Shiraishi, a beautiful honors student. A misstep causes them both to tumble down the stairs, ending in an accidental kiss! The pair discover they can switch bodies with a kiss: an ability which will prove to be both convenient and troublesome.\n \nLearning of their new power, Toranosuke Miyamura, a student council officer and the single member of the Supernatural Studies Club, recruits them for the club. Soon joined by Miyabi Itou, an eccentric interested in all things supernatural, the group unearths the legend of the Seven Witches of Suzaku High, seven female students who have obtained different powers activated by a kiss. The Supernatural Studies Club embarks on its first quest: to find the identities of all the witches.\n\n[Written by MAL Rewrite]",
        "studio": [
            "LIDENFILMS"
        ],
        "source": "Manga",
        "score": 7.54,
        "watchedBy": "789K"
    },
    {
        "title": "Kono Subarashii Sekai ni Shukufuku wo! Movie: Kurenai Densetsu",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "90 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "It is not strange that the Demon Lord's forces fear the Crimson Demons, the clan from which Megumin and Yunyun originate. Even if the Demon Lord's generals attack their village, the Crimson Demons can just easily brush them off with their supreme mastery of advanced and overpowered magic.\n\nWhen Yunyun receives a seemingly serious letter regarding a potential disaster coming to her hometown, she immediately informs Kazuma Satou and the rest of his party. After a series of wacky misunderstandings, it turns out to be a mere prank by her fellow demon who wants to be an author. Even so, Megumin becomes worried about her family and sets out toward the Crimson Demons' village with the gang.\n\nThere, Kazuma and the others decide to sightsee the wonders of Megumin's birthplace. However, they soon come to realize that the nonsense threat they received might have been more than just a joke.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Light novel",
        "score": 8.43,
        "watchedBy": "778K"
    },
    {
        "title": "Grand Blue",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Iori Kitahara moves to the coastal town of Izu for his freshman year at its university, taking residence above Grand Blue, his uncle's scuba diving shop. Iori has high hopes and dreams about having the ideal college experience, but when he enters the shop he is sucked into the alcoholic activities of the carefree members of the Diving Club who frequent the place. Persuaded by upperclassmen Shinji Tokita and Ryuujirou Kotobuki, Iori reluctantly joins their bizarre party. His cousin Chisa Kotegawa later walks in and catches him in the act, earning Iori her utter disdain.\n\nBased on Kenji Inoue and Kimitake Yoshioka's popular comedy manga, Grand Blue follows Iori's misadventures with his eccentric new friends as he strives to realize his ideal college dream, while also learning how to scuba dive.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Zero-G"
        ],
        "source": "Manga",
        "score": 8.43,
        "watchedBy": "778K"
    },
    {
        "title": "Sakamoto desu ga?",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Sophisticated, suave, sublime; all words which describe the exceedingly handsome and patently perfect Sakamoto. Though it is only his first day in high school, his attractiveness, intelligence, and charm already has the girls swooning and the guys fuming with jealousy. No one seems able to derail him, as all attempts at tripping him up are quickly foiled. His sangfroid is indomitable, his wits peerless. Will any of Sakamoto's classmates, or even teachers, be able to reach his level of excellence? Probably not, but they just might learn a thing or two trying...\n\n[Written by MAL Rewrite]",
        "studio": [
            "Studio Deen"
        ],
        "source": "Manga",
        "score": 7.55,
        "watchedBy": "770K"
    },
    {
        "title": "Tensei shitara Slime Datta Ken 2nd Season Part 2",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "The nation of Tempest is in a festive mood after successfully overcoming the surprise attack from the Falmuth Army and the Western Holy Church. Beyond the festivities lies a meeting between Tempest and its allies to decide the future of the Nation of Monsters. The aftermath of the Falmuth invasion, Milim Nava's suspicious behavior, and the disappearance of Demon Lord Carrion—the problems seem to keep on piling up.\n\nRimuru Tempest, now awakened as a True Demon Lord, decides to go on the offensive against Clayman. With the fully revived Storm Dragon Veldora, Ultimate Skill Raphael, and other powerful comrades, the ruler of the Tempest is confident in taking down his enemies one by one until he can face the man pulling the strings.\n\n[Written by MAL Rewrite]",
        "studio": [
            "8bit"
        ],
        "source": "Manga",
        "score": 8.33,
        "watchedBy": "759K"
    },
    {
        "title": "Monster Musume no Iru Nichijou",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Fantasy",
            "Romance",
            "Ecchi"
        ],
        "summary": "With his parents abroad, Kimihito Kurusu lived a quiet, unremarkable life alone until monster girls came crowding in! This alternate reality presents cutting-edge Japan, the first country to promote the integration of non-human species into society. After the incompetence of interspecies exchange coordinator Agent Smith leaves Kimihito as the homestay caretaker of a Lamia named Miia, the newly-minted \"Darling\" quickly attracts girls of various breeds, resulting in an ever-growing harem flush with eroticism and attraction.\n\nUnfortunately for him and the ladies, sexual interactions between species is forbidden by the Interspecies Exchange Act! The only loophole is through an experimental marriage provision. Kimihito's life becomes fraught with an abundance of creature-specific caveats and sensitive interspecies law as the passionate, affectionate, and lusty women hound his every move, seeking his romantic and sexual affections. With new species often appearing and events materializing out of thin air, where Kimihito and his harem go is anyone's guess!\n\n[Written by MAL Rewrite]",
        "studio": [
            "Lerche"
        ],
        "source": "Manga",
        "score": 6.95,
        "watchedBy": "750K"
    },
    {
        "title": "NHK ni Youkoso!",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Drama",
            "Romance",
            "Suspense"
        ],
        "summary": "Twenty-two-year-old college dropout Tatsuhiro Satou has been a hikikomori for almost four years now. In his isolation, he has come to believe in many obscure conspiracy theories, but there is one in particular which he holds unshakable faith in: the theory that the evil conspirator behind his shut-in NEET (Not in Employment, Education or Training) status is the Nihon Hikikomori Kyokai (NHK)—an evil and secret organization dedicated to fostering the spread of hikikomori culture.\n\nNHK ni Youkoso! is a psychological dramedy that follows Tatsuhiro as he strives to escape from the NHK's wicked machinations and the disease of self-wrought isolation, while struggling to even just leave his apartment and find a job. His unexpected encounter with the mysterious Misaki Nakahara might signal a reversal of fortune for Tatsuhiro, but with this meeting comes the inevitable cost of having to face his greatest fear—society.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gonzo"
        ],
        "source": "Novel",
        "score": 8.31,
        "watchedBy": "743K"
    },
    {
        "title": "Tonikaku Kawaii",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Nasa Yuzaki is determined to leave his name in the history books. Ranking first in the national mock exam and aiming for a distinguished high school, he is certain that he has his whole life mapped out. However, fate is a fickle mistress. On his way home one snowy evening, Nasa's eyes fall upon a peerless beauty across the street. Bewitched, Nasa tries to approach her—only to get blindsided by an oncoming truck. \n\nThankfully, his life is spared due to the girl's swift action. Bleeding by the side of an ambulance, he watches as the girl walks away under the moonlight—reminiscent of Princess Kaguya leaving for the moon. Refusing to let this chance meeting end, he forces his crippled body to chase after her and asks her out. Surprised by his foolhardiness and pure resolve, the girl accepts his confession under a single condition: they can only be together if he marries her!\n\n[Written by MAL Rewrite]",
        "studio": [
            "Seven Arcs"
        ],
        "source": "Manga",
        "score": 7.87,
        "watchedBy": "742K"
    },
    {
        "title": "Chuunibyou demo Koi ga Shitai! Ren",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "The awkward lovebirds, Yuuta Togashi and Rikka Takanashi are now living together as they enter a new school year, but their adorable relationship remains stagnant. Yuuta struggles to adapt to having a chuuni girlfriend while the gang—Sanae Dekomori, Shinka Nibutani and Kumin Tsuyuri—are still keeping up with their quirks despite having advanced a grade. Making matters worse, another chuuni girl from Yuuta's middle school, Satone Shichimiya, appears...\n\nWith the various events revolving around Yuuta, will he be able to develop his relationship with Rikka?\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Light novel",
        "score": 7.55,
        "watchedBy": "741K"
    },
    {
        "title": "Nisemonogatari",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Comedy",
            "Mystery",
            "Supernatural",
            "Ecchi"
        ],
        "summary": "Surviving a vampire attack, meeting several girls plagued by supernatural entities, and just trying to get through life are some of the things high school student Koyomi Araragi has had to deal with lately. On top of all this, he wakes up one morning to find himself kidnapped and tied up by his girlfriend Hitagi Senjougahara. Having run afoul of Deishuu Kaiki, a swindler who conned Senjougahara's family, she has taken it upon herself to imprison Araragi to keep him safe from the con man. But when Araragi gets a frantic message from his sister Karen, he learns that the fraud has set his sights on her.\n\nAlong with Karen's troubles, his other sister, Tsukihi, is having issues of her own. And when two mysterious women who seem to know more than they should about Araragi and his special group of friends step into their lives, not even he could anticipate their true goals, nor the catastrophic truths soon to be revealed.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Shaft"
        ],
        "source": "Light novel",
        "score": 8.14,
        "watchedBy": "731K"
    },
    {
        "title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Resolved to become a more independent person, Yukino Yukinoshita decides to smoothen things out with her parents, and the first step toward achieving that goal is to prove herself.\n\nAs graduation draws closer for the third-year students, Iroha Isshiki—the president of the student council—requests a graduation prom in collaboration with the Volunteer Service Club. Yukino accepts this request of her own volition, hoping to use it as a chance to demonstrate her self-reliance, but what lies ahead of her may prove to be a hard hurdle to cross.\n\nYahari Ore no Seishun Love Comedy wa Machigatteiru. Kan revolves around the graduation prom as emotions are poured into the preparations for the event. At the same time, a chance for the Volunteer Service Club members to better understand each other presents itself. And thus, Hachiman Hikigaya's hectic and bittersweet high school life begins to draw to a close.\n\n[Written by MAL Rewrite]",
        "studio": [
            "feel."
        ],
        "source": "Light novel",
        "score": 8.35,
        "watchedBy": "728K"
    },
    {
        "title": "Tsurezure Children",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "12 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Young love—it takes many unique and fascinating forms that flourish as children begin to mature into adults. From being unable to confess to not knowing what real love actually feels like, various obstacles can arise when learning about romantic attraction for the first time. But underneath all that, young love is something truly beautiful to behold, leading to brand new experiences for those young and in love.\n\nTsurezure Children depicts various scenarios of young love coming to fruition, along with the struggles and joys that it entails.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Studio Gokumi"
        ],
        "source": "4-koma manga",
        "score": 7.55,
        "watchedBy": "728K"
    },
    {
        "title": "Eromanga-sensei",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance",
            "Ecchi"
        ],
        "summary": "One year ago, Sagiri Izumi became step-siblings with Masamune Izumi. But the sudden death of their parents tears their new family apart, resulting in Sagiri becoming a shut-in which cut her off from her brother and society.\n\nWhile caring for what's left of his family, Masamune earns a living as a published light novel author with one small problem: he's never actually met his acclaimed illustrator, Eromanga-sensei, infamous for drawing the most lewd erotica. Through an embarrassing chain of events, he learns that his very own little sister was his partner the whole time!\n\nAs new characters and challenges appear, Masamune and Sagiri must now face the light novel industry together. Eromanga-Sensei follows the development of their relationship and their struggle to become successful; and as Sagiri slowly grows out of her shell, just how long will she be able to hide her true persona from the rest of the world?\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Light novel",
        "score": 6.34,
        "watchedBy": "720K"
    },
    {
        "title": "5-toubun no Hanayome ∬",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Through their tutor Fuutarou Uesugi's diligent guidance, the Nakano quintuplets' academic performance shows signs of improvement, even if their path to graduation is still rocky. However, as they continue to cause various situations that delay any actual tutoring, Fuutarou becomes increasingly involved with their personal lives, further complicating their relationship with each other.\n\nOn another note, Fuutarou slowly begins to realize the existence of a possible connection between him and the past he believes to have shared with one of the five girls. With everyone's feelings beginning to develop and overlap, will they be able to keep their bond strictly to that of a teacher and his students—or will it mature into something else entirely?\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bibury Animation Studios"
        ],
        "source": "Manga",
        "score": 8.05,
        "watchedBy": "712K"
    },
    {
        "title": "Nisekoi:",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Despite having seemingly quelled the war between their respective gangs, Raku Ichijou and Chitoge Kirisaki still carry on with their fake relationship. Eventually, as Chitoge's perception of Raku slowly changes, she even begins to see him as a little charming. \n\nChitoge struggles to come to terms with her newfound feelings for Raku, as a new girl joins the slew of Raku's admirers and the competition among those vying for the yakuza heir's attention grows even fiercer. And amidst all this, Raku's search for his first love and the contents of the mysterious sealed locket continues in Nisekoi:, which picks up where the first season left off.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Shaft"
        ],
        "source": "Manga",
        "score": 7.35,
        "watchedBy": "696K"
    },
    {
        "title": "K-On!!",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Award Winning",
            "Comedy"
        ],
        "summary": "It is the new year, which means that the senior members of the Light Music Club are now third-years, with Azusa Nakano being the only second-year. The seniors soon realize that Azusa will be the only member left once they graduate and decide to recruit new members. Despite trying many methods of attracting underclassmen—handing out fliers, bringing people into the clubroom, and performing at the welcoming ceremony—there are no signs of anyone that plans to join.\n\nWhile heading to the clubroom, Azusa overhears Yui Hirasawa say that the club is fine with only five people and that they can do many fun things together. Changing her mind, she decides that they do not need to recruit any members for the time being. \n\nK-On!! revolves around the members of the Light Music Club as they experience their daily high school life. From rehearsing for concerts to just messing around, they are ready to make their last year together an exciting one!\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "4-koma manga",
        "score": 8.17,
        "watchedBy": "696K"
    },
    {
        "title": "Himouto! Umaru-chan",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "People are not always who they appear to be, as is the case with Umaru Doma, the perfect high school girl—that is, until she gets home! Once the front door closes, the real fun begins. When she dons her hamster hoodie, she transforms from a refined, over-achieving student into a lazy, junk food-eating otaku, leaving all the housework to her responsible older brother Taihei. Whether she's hanging out with her friends Nana Ebina and Kirie Motoba, or competing with her self-proclaimed \"rival\" Sylphinford Tachibana, Umaru knows how to kick back and have some fun!\n\nHimouto! Umaru-chan is a cute story that follows the daily adventures of Umaru and Taihei, as they take care of—and put up with—each other the best they can, as well as the unbreakable bonds between friends and siblings.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Doga Kobo"
        ],
        "source": "Manga",
        "score": 7.1,
        "watchedBy": "690K"
    },
    {
        "title": "Blood Lad",
        "showStatus": "Finished",
        "totalEpisode": "10 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Staz Charlie Blood is a powerful vampire who rules the Eastern district of Demon World. According to rumors, he is a bloodthirsty and merciless monster, but in reality, Staz is just an otaku obsessed with Japanese culture and completely uninterested in human blood. Leaving the management of his territory to his underlings, Staz spends his days lazing around, indulging in anime, manga, and games.\n\nWhen Fuyumi Yanagi, a Japanese girl, accidentally wanders through a portal leading into the demon world, Staz is overjoyed. But just as he is starting to feel an unusual attraction to her, his territory is attacked, resulting in Fuyumi's untimely death. She turns into a wandering ghost and the crestfallen Staz vows to resurrect her as this would mean being able to travel to the human world, something he has always dreamed of.\n\nBlood Lad follows Staz and Fuyumi, soon joined by the spatial magician Bell and the half-werewolf Wolf, as they travel to find a magic that can bring humans back to life.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Brain's Base"
        ],
        "source": "Manga",
        "score": 7.25,
        "watchedBy": "688K"
    },
    {
        "title": "Rosario to Vampire",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Fantasy",
            "Romance",
            "Ecchi"
        ],
        "summary": "Youkai Academy is a seemingly normal boarding school, except that its pupils are monsters learning to coexist with humans. All students attend in human form and take normal academic subjects, such as literature, gym, foreign language, and mathematics. However, there is one golden rule at Youkai Academy—all humans found on school grounds are to be executed immediately!\n\nTsukune Aono is an average teenager who is unable to get into any high school because of his bad grades. His parents inadvertently enroll him into Youkai Academy as a last-ditch effort to secure his education. As Tsukune unknowingly enters this new world, he has a run-in with the most attractive girl on campus, Moka Akashiya. Deciding to stay in the perilous realm in order to further his relationship with Moka, he does not realize that beneath her beauty lies a menacing monster—a vampire.\n\nRosario to Vampire is a supernatural school comedy that explores Tsukune's romantic exploits, experiences, and misadventures with a bevy of beautiful but dangerous creatures.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gonzo"
        ],
        "source": "Manga",
        "score": 6.74,
        "watchedBy": "687K"
    },
    {
        "title": "Ore no Imouto ga Konnani Kawaii Wake ga Nai",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Kirino Kousaka embodies the ideal student with equally entrancing looks. Her grades are near perfect, and to cover her personal expenses, she works as a professional model alongside her best friend Ayase Aragaki, who abhors liars and all things otaku. But what Ayase doesn't know is that Kirino harbors a deep, entrenched secret that will soon be brought to light.\n\nAt home one day, Kyousuke, Kirino's perfectly average brother, stumbles upon an erotic game that belongs to none other than his seemingly flawless little sister. With her reputation at stake, Kirino places a gag order on her sibling while simultaneously introducing him to the world of eroge and anime. Through Kirino, Kyousuke encounters the gothic lolita Ruri Gokou and the bespectacled otaku Saori Makishima, thus jump-starting an entirely new lifestyle. But as he becomes more and more involved in his little sister's secret life, it becomes that much harder to keep under wraps. \n\n[Written by MAL Rewrite]",
        "studio": [
            "AIC Build"
        ],
        "source": "Light novel",
        "score": 6.95,
        "watchedBy": "685K"
    },
    {
        "title": "Ore Monogatari!!",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "22 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "With his muscular build and tall stature, Takeo Gouda is no ordinary high school freshman. However, behind Takeo's intimidating appearance lies a pure heart of gold, and he is considered a hero by his male peers for his courage and chivalry. \n\nUnfortunately for Takeo, his appearance does not bode well for his love life. As if his looks were not already enough to scare the opposite sex away, Takeo's cool, handsome best friend and constant companion Makoto Sunakawa easily, and unintentionally, steals the hearts of the female students—including every girl Takeo has ever liked.\n\nOne day, when Takeo saves cute Rinko Yamato from being molested, he falls in love with her instantly. Unfortunately, he suspects that she might be interested in Sunakawa. Despite his romantic feelings for Yamato continuing to bloom, Takeo decides to act as her cupid, even as he yearns for his own love story.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Madhouse"
        ],
        "source": "Manga",
        "score": 7.9,
        "watchedBy": "675K"
    },
    {
        "title": "Mob Psycho 100 III",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy",
            "Supernatural"
        ],
        "summary": "After foiling a world-threatening plot, Shigeo \"Mob\" Kageyama returns to tackle the more exhausting aspects of his mundane life—starting with filling out his school's nerve-racking career form. Meanwhile, he continues to assist his mentor Arataka Reigen and the office's new recruit, Katsuya Serizawa, in solving paranormal cases of their clients. While continuing his duties, Mob also works on gaining more independence in his esper and human lives, as well as trying to integrate better with the people around him.\n\nHowever, new supernatural and ordinary challenges test Mob’s emotional stability and force him to confront the realities around him. As he strives to continue forward on the path to maturity, Mob must resolve his emotional crises and reassess the naivety he has held on for so long.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Web manga",
        "score": 8.71,
        "watchedBy": "671K"
    },
    {
        "title": "Monogatari Series: Second Season",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Comedy",
            "Mystery",
            "Romance",
            "Supernatural"
        ],
        "summary": "Apparitions, oddities, and gods continue to manifest around Koyomi Araragi and his close-knit group of friends: Tsubasa Hanekawa, the group's modest genius; Shinobu Oshino, the resident doughnut-loving vampire; athletic deviant Suruga Kanbaru; bite-happy spirit Mayoi Hachikuji; Koyomi's cutesy stalker Nadeko Sengoku; and Hitagi Senjougahara, Koyomi's aloof classmate.\n\nMonogatari Series: Second Season revolves around these individuals and their struggle to overcome the darkness that is rapidly approaching. A new semester has begun and with graduation looming over Koyomi, he must quickly decide the paths he will walk, as well as the relationships and friends that he'll save. But as strange events begin to unfold, Koyomi is nowhere to be found, and a vicious tiger apparition has appeared in his absence. Hanekawa has become its target, and she must fend for herself—or bow to the creature's perspective on the feebleness of humanity.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Shaft"
        ],
        "source": "Light novel",
        "score": 8.76,
        "watchedBy": "669K"
    },
    {
        "title": "Saenai Heroine no Sodatekata",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance",
            "Ecchi"
        ],
        "summary": "Tomoya Aki, an otaku, has been obsessed with collecting anime and light novels for years, attaching himself to various series with captivating stories and characters. Now, he wants to have a chance of providing the same experience for others by creating his own game, but unfortunately, Tomoya cannot do this task by himself.\n\nHe successfully recruits childhood friend Eriri Spencer Sawamura to illustrate and literary elitist Utaha Kasumigaoka to write the script for his visual novel, while he directs. Super-group now in hand, Tomoya only needs an inspiration to base his project on, and luckily meets the beautiful, docile Megumi Katou, who he then models his main character after.\n\nUsing what knowledge he has, Tomoya creates a new doujin circle with hopes to touch the hearts of those who play their game. What he does not realize, is that to invoke these emotions, the creators have had to experience the same feelings in their own lives.\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Light novel",
        "score": 7.48,
        "watchedBy": "661K"
    },
    {
        "title": "Gakusen Toshi Asterisk",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "In the previous century, an unprecedented disaster known as the Invertia drastically reformed the world. The powers of existing nations declined significantly, paving the way for a conglomerate called the Integrated Empire Foundation to assume control. But more importantly, the Invertia led to the emergence of a new species of humans who are born with phenomenal physical capabilities—the Genestella. Its elite are hand-picked across the globe to attend the top six schools, and they duel amongst themselves in entertainment battles called Festas.\n\nAyato Amagiri is a scholarship transfer student at the prestigious Seidoukan Academy, which has recently been suffering from declining performances. Through a series of events, he accidentally sees the popular Witch of Resplendent Flames, Julis-Alexia von Riessfeld, half-dressed! Enraged, Julis challenges him to a duel for intruding on her privacy. After said duel is voided by the student council president, Ayato reveals that he has no interest in Festas. Instead, he has enrolled in the academy to investigate the whereabouts of his missing elder sister. But when a more devious plot unravels, Ayato sets out to achieve victory, while being surrounded by some of the most talented Genestella on the planet.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Light novel",
        "score": 6.81,
        "watchedBy": "661K"
    },
    {
        "title": "Blend S",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Wishing to be independent, 16-year-old Maika Sakuranomiya is desperate to nail down a part-time job so that she can afford to study abroad. Unfortunately, her applications are constantly rejected due to the menacing look she unintentionally makes whenever she smiles, despite her otherwise cheerful disposition.\n\nAfter yet another failed interview, she chances upon Café Stile, a coffee shop where the servers interact with the customers while roleplaying distinctive characteristics. The Italian store manager, Dino, becomes infatuated with Maika's cuteness at first sight, and offers her a job as a waitress with a sadistic nature. Coupled with her inherent clumsiness, she successfully manages to serve a pair of masochistic customers in accordance with her new, ruthless persona. Alongside Kaho Hinata as the tsundere and Mafuyu Hoshikawa as the younger sister, Maika decides to make the most out of her unique quirk and cements her position in the cafe with merciless cruelty!\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "4-koma manga",
        "score": 7.26,
        "watchedBy": "660K"
    },
    {
        "title": "Amagi Brilliant Park",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Fantasy"
        ],
        "summary": "Seiya Kanie, a smart and extremely narcissistic high school student, believes that the beautiful but reserved Isuzu Sento has invited him on a date at an amusement park called Amagi Brilliant Park. Much to his chagrin, not only is the location a run-down facility, the supposed date is merely a recruitment tour where Sento and Princess Latifa Fleuranza, the owner of the theme park, ask him to become the park's new manager. Their cause for desperation? As stipulated in a land-use contract, Amagi has less than three months to meet a quota of 500,000 guests, or the park will be closed for good and the land redeveloped by a greedy real-estate company.\n\nSeiya is won over by the revelation that Amagi is no ordinary amusement park; many of its employees are Maple Landers—mysterious magical beings who live in the human world and are nourished by the energy created by people having fun. Entrusted with the hopes and dreams of this far-off enchanted land, Seiya must now use his many skills to bring Amagi back on its feet, or watch it crumble before his eyes.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Light novel",
        "score": 7.46,
        "watchedBy": "657K"
    },
    {
        "title": "Kamisama Hajimemashita",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Fantasy",
            "Romance"
        ],
        "summary": "High schooler Nanami Momozono has quite a few problems of late, beginning with her absentee father being in such extreme debt that they lose everything. Downtrodden and homeless, she runs into a man being harassed by a dog. After helping him, she explains her situation, and to her surprise, he offers her his home in gratitude. But when she discovers that said home is a rundown shrine, she tries to leave; however, she is caught by two shrine spirits and a fox familiar named Tomoe. They mistake her for the man Nanami rescued—the land god of the shrine, Mikage. Realizing that Mikage must have sent her there as a replacement god, Tomoe leaves abruptly, refusing to serve a human.\n\nRather than going back to being homeless, Nanami immerses herself in her divine duties. But if she must keep things running smoothly, she will need the help of a certain hot-headed fox. In her fumbling attempt to seek out Tomoe, she lands in trouble and ends up sealing a contract with him. Now the two must traverse the path of godhood together as god and familiar; but it will not be easy, for new threats arise in the form of a youkai who wants to devour the girl, a snake that wants to marry her, and Nanami's own unexpected feelings for her new familiar.\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Manga",
        "score": 8.11,
        "watchedBy": "656K"
    },
    {
        "title": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "After living 50 simulated high school lives and dating over 100 virtual boys, Tomoko Kuroki believes that she is ready to conquer her first year of high school. Little does she know that she is much less prepared than she would like to think. In reality, Tomoko is an introverted and awkward young girl, and she herself is the only one who doesn't realize it! With the help of her best friend, Yuu Naruse, and the support and love of her brother Tomoki, Tomoko attempts to brave the new world of high school life.\n\nWatashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui! chronicles the life of a socially awkward and relatively friendless high school otaku as she attempts to overcome her personal barriers in order to live a fulfilling life.\n\n[Written by MAL Rewrite]",
        "studio": [
            "SILVER LINK."
        ],
        "source": "Web manga",
        "score": 6.99,
        "watchedBy": "654K"
    },
    {
        "title": "Gamers!",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Keita Amano is a typical high school gamer living out an average student's life. One day, however, he has an unexpected meeting with the cutest girl in school that makes him want to disappear without a trace! \n\nThis girl, Karen Tendou, is an exemplary student who is proclaimed to be the school's idol. She discovers that Amano is a gamer, and this newfound knowledge incites a passionate desire within her to recruit him into the game club. Upon visiting the club, Amano is forcefully made aware of a side to gaming wildly different than the one he loves so dearly. \n\nTendou's interest in Amano begins shaking up what was once an uneventful life, filling it with spontaneity, awkwardness, and a little bit of mayhem. As a result, every day becomes a comical battle for Amano's sanity as he tries to adapt to these wild, unexpected changes.\n\n[Written by MAL Rewrite]",
        "studio": [
            "PINE JAM"
        ],
        "source": "Light novel",
        "score": 6.75,
        "watchedBy": "653K"
    },
    {
        "title": "Lucky☆Star",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Lucky☆Star follows the daily lives of four cute high school girls—Konata Izumi, the lazy otaku; the Hiiragi twins, Tsukasa and Kagami (sugar and spice, respectively); and the smart and well-mannered Miyuki Takara.\n\nAs they go about their lives at school and beyond, they develop their eccentric and lively friendship and making humorous observations about the world around them. Be it Japanese tradition, the intricacies of otaku culture, academics, or the correct way of preparing and eating various foods—no subject is safe from their musings.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "4-koma manga",
        "score": 7.75,
        "watchedBy": "650K"
    },
    {
        "title": "Hataraku Saibou",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy"
        ],
        "summary": "Inside the human body, roughly 37.2 trillion cells work energetically 24 hours a day and 365 days a year. Fresh out of training, the cheerful and somewhat airheaded Sekkekkyuu AE3803 is ready to take on the ever-so-important task of transporting oxygen. As usual, Hakkekkyuu U-1146 is hard at work patrolling and eliminating foreign bacteria seeking to make the body their new lair. Elsewhere, little platelets are lining up for a new construction project. \n\nDealing with wounds and allergies, getting lost on the way to the lungs, and bickering with similar cell types, the daily lives of cells are always hectic as they work together to keep the body healthy!\n\n[Written by MAL Rewrite]",
        "studio": [
            "David Production"
        ],
        "source": "Manga",
        "score": 7.55,
        "watchedBy": "648K"
    },
    {
        "title": "Little Witch Academia (TV)",
        "showStatus": "Finished",
        "totalEpisode": "25 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "\"A believing heart is your magic!\"—these were the words that Atsuko \"Akko\" Kagari's idol, the renowned witch Shiny Chariot, said to her during a magic performance years ago. Since then, Akko has lived by these words and aspired to be a witch just like Shiny Chariot, one that can make people smile. Hence, even her non-magical background does not stop her from enrolling in Luna Nova Magical Academy.\n\nHowever, when an excited Akko finally sets off to her new school, the trip there is anything but smooth. After her perilous journey, she befriends the shy Lotte Yansson and the sarcastic Sucy Manbavaran. To her utmost delight, she also discovers Chariot's wand, the Shiny Rod, which she takes as her own. Unfortunately, her time at Luna Nova will prove to be more challenging than Akko could ever believe. She absolutely refuses to stay inferior to the rest of her peers, especially to her self-proclaimed rival, the beautiful and gifted Diana Cavendish, so she relies on her determination to compensate for her reckless behavior and ineptitude in magic.\n\nIn a time when wizardry is on the decline, Little Witch Academia follows the magical escapades of Akko and her friends as they learn the true meaning of being a witch.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Trigger"
        ],
        "source": "Original",
        "score": 7.81,
        "watchedBy": "645K"
    },
    {
        "title": "Saiki Kusuo no Ψ-nan 2",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Supernatural"
        ],
        "summary": "The disastrous life of the gifted psychic Kusuo Saiki continues, despite his utmost effort to live an ordinary life. Although he has certainly grown accustomed to dealing with his troublesome friends—who are his biggest hurdle to achieving a peaceful life—he still has a long way to go. Also joining the usual oddballs are a few new faces whose shenanigans add to Saiki's misery, making his dreams of a hassle-free life a distant fantasy.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Egg Firm",
            "J.C.Staff"
        ],
        "source": "Manga",
        "score": 8.42,
        "watchedBy": "641K"
    },
    {
        "title": "To LOVE-Ru",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "Timid 16-year-old Rito Yuuki has yet to profess his love to Haruna Sairenji—a classmate and object of his infatuation since junior high. Sadly, his situation becomes even more challenging when one night, a mysterious, stark-naked girl crash-lands right on top of a bathing Rito.\n\nTo add to the confusion, Rito discovers that the girl, Lala Satalin Deviluke, is the crown princess of an alien empire and has run away from her home. Despite her position as the heiress to the most dominant power in the entire galaxy, Lala is surprisingly more than willing to marry the decidedly average Rito in order to avoid an unwanted political marriage.\n\nTo LOVE-Ru depicts Rito's daily struggles with the bizarre chaos that begins upon the arrival of Lala. With an evergrowing legion of swooning beauties that continuously foil his attempted confessions to Haruna, To LOVE-Ru  is a romantic comedy full of slapstick humor, sexy girls, and outlandishly lewd moments that defy the laws of physics.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Xebec"
        ],
        "source": "Manga",
        "score": 6.98,
        "watchedBy": "640K"
    },
    {
        "title": "IS: Infinite Stratos",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "An exoskeleton weapon engineered by Japan, Infinite Stratos (IS) can be piloted only by women. Its power and combat prowess are so immense that an international treaty has been signed banning its use as a military asset. \n\nWhen it is discovered that 15-year-old Ichika Orimura is the only male capable of steering an IS, he is forcibly enrolled in the Infinite Stratos Academy: an all-female boarding school, the students of which graduate to become IS pilots. At this training school, Ichika is reunited with two of his childhood friends, Houki Shinonono and Lingyin Huang, and befriends Cecilia Alcott, an IS representative from the United Kingdom.\n\nGuided by the legendary pilot Chifuyu Orimura—their strict homeroom teacher and Ichika's older sister—Ichika and the girls will need to use everything at their disposal to defend themselves and their academy against the dangers that will arise during the course of their thrilling school life.\n\n[Written by MAL Rewrite]",
        "studio": [
            "8bit"
        ],
        "source": "Light novel",
        "score": 6.62,
        "watchedBy": "639K"
    },
    {
        "title": "Kage no Jitsuryokusha ni Naritakute!",
        "showStatus": "Finished",
        "totalEpisode": "20 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy"
        ],
        "summary": "For as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness—no matter how much he trained, there was nothing he could do to overcome his human limitations.\n\nBut instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world—one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker \"Shadow\" and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Nexus"
        ],
        "source": "Light novel",
        "score": 8.29,
        "watchedBy": "637K"
    },
    {
        "title": "Baka to Test to Shoukanjuu",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "summary": "Fumizuki Academy isn't a typical Japanese high school. This unique institution has implemented a new and innovative system to sort its students. At the end of their freshman year, students take a test that divides up the student body. The highest scorers are placed into A class, all the way down until F class, for the lowest of the low.\n\nUnfortunately for Akihisa Yoshii, his supposedly \"great\" intellect wasn't quite enough for such a test, and he's now stuck at the bottom of F class. Naturally, F class has the worst facilities: not only rotten tatami mats and broken tables, but also outdated equipment and worn out furniture. On the bright side, his friend Yuuji Sakamoto is in the same class, and to everyone's surprise, the genius girl Mizuki Himeji has also ended up in the same class due to an unforeseen fever on the day of the test.\n\nUnsatisfied with their perquisites, F class rallies behind Yuuji, determined to take on the higher-tiered classes in order to seize their perks by using the school's Examinations Summon Battle system. The participants can summon fantasy characters—whose power levels are equal to their student's test scores—in an all-out battle. Will F class be able to rise to the top, or will they live up to everyone's expectations and fail?\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "SILVER LINK."
        ],
        "source": "Light novel",
        "score": 7.51,
        "watchedBy": "636K"
    },
    {
        "title": "Pokemon",
        "showStatus": "Finished",
        "totalEpisode": "276 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Pokémon are peculiar creatures with a vast array of different abilities and appearances; many people, known as Pokémon trainers, capture and train them, often with the intent of battling others. Young Satoshi has not only dreamed of becoming a Pokémon trainer but also a \"Pokémon Master,\" and on the arrival of his 10th birthday, he finally has a chance to make that dream a reality. Unfortunately for him, all three Pokémon available to beginning trainers have already been claimed and only Pikachu, a rebellious Electric-type Pokémon, remains. However, this chance encounter would mark the start of a lifelong friendship and an epic adventure!\n\nSetting off on a journey to become the very best, Satoshi and Pikachu travel across beautiful, sprawling regions with their friends Kasumi, a Water-type trainer, and Takeshi, a Rock-type trainer. But danger lurks around every corner. The infamous Team Rocket is always nearby, seeking to steal powerful Pokémon through nefarious schemes. It'll be up to Satoshi and his friends to thwart their efforts as he also strives to earn the eight Pokémon Gym Badges he'll need to challenge the Pokémon League, and eventually claim the title of Pokémon Master. \n\n[Written by MAL Rewrite]",
        "studio": [
            "OLM"
        ],
        "source": "Game",
        "score": 7.39,
        "watchedBy": "631K"
    },
    {
        "title": "Dragon Ball GT",
        "showStatus": "Finished",
        "totalEpisode": "64 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "Emperor Pilaf finally has his hands on the Black Star Dragon Balls after years of searching, which are said to be twice as powerful as Earth's normal ones. Pilaf is about to make his wish for world domination when he is interrupted by Gokuu Son. As a result, Pilaf flubs his wish and accidentally turns Gokuu back into a child.\n\nAfter the wish is granted, the Black Star Dragon Balls scatter across the galaxy. However, Gokuu discovers that they will cause the Earth to explode unless they are all brought back within a year. Uniting with his granddaughter Pan and a young adult Trunks, Gokuu sets off on an adventure through the universe to find the Black Star Dragon Balls and save his planet from destruction.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Toei Animation"
        ],
        "source": "Manga",
        "score": 6.49,
        "watchedBy": "631K"
    },
    {
        "title": "Gintama°",
        "showStatus": "Finished",
        "totalEpisode": "51 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Gintoki, Shinpachi, and Kagura return as the fun-loving but broke members of the Yorozuya team! Living in an alternate-reality Edo, where swords are prohibited and alien overlords have conquered Japan, they try to thrive on doing whatever work they can get their hands on. However, Shinpachi and Kagura still haven't been paid... Does Gin-chan really spend all that cash playing pachinko?\n\nMeanwhile, when Gintoki drunkenly staggers home one night, an alien spaceship crashes nearby. A fatally injured crew member emerges from the ship and gives Gintoki a strange, clock-shaped device, warning him that it is incredibly powerful and must be safeguarded. Mistaking it for his alarm clock, Gintoki proceeds to smash the device the next morning and suddenly discovers that the world outside his apartment has come to a standstill. With Kagura and Shinpachi at his side, he sets off to get the device fixed; though, as usual, nothing is ever that simple for the Yorozuya team.\n\nFilled with tongue-in-cheek humor and moments of heartfelt emotion, Gintama's fourth season finds Gintoki and his friends facing both their most hilarious misadventures and most dangerous crises yet.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bandai Namco Pictures"
        ],
        "source": "Manga",
        "score": 9.06,
        "watchedBy": "630K"
    },
    {
        "title": "Kami nomi zo Shiru Sekai",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance",
            "Supernatural"
        ],
        "summary": "Keima Katsuragi, known online as the legendary \"God of Conquest,\" can conquer any girl's heart—in dating sim games, at least. In reality, he opts for the two-dimensional world of gaming over real life because he is an unhealthily obsessed otaku of galge games (a type of Japanese video game centered on interactions with attractive girls).\n\nWhen he arrogantly accepts an anonymous offer to prove his supremacy at dating sim games, Keima is misled into aiding a naive and impish demon from hell named Elucia \"Elsie\" de Lute Ima with her mission: retrieving runaway evil spirits who have escaped from hell and scattered themselves throughout the human world. Keima discovers that the only way to capture these spirits is to conquer what he hates the most: the unpredictable hearts of three-dimensional girls! Shackled to Elsie via a deadly collar, Keima now has his title of \"God of Conquest\" put to the ultimate test as he is forced to navigate through the hearts of a multitude of real-life girls.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Manglobe"
        ],
        "source": "Manga",
        "score": 7.65,
        "watchedBy": "628K"
    },
    {
        "title": "Kore wa Zombie desu ka?",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Ecchi"
        ],
        "summary": "Ayumu Aikawa is a 16-year-old high school student who is tragically murdered while investigating a suspicious house. However, he soon awakens next to a strange armored girl called Eucliwood Hellscythe. She reveals herself to be a necromancer who has revived Ayumu, consequently turning him into a zombie! \n\nNow immortal, Ayumu sets out to hunt down his killer. One day, while searching in a cemetery, he encounters a boisterous young girl named Haruna, who is fighting a bear with a chainsaw while dressed as a magical girl. After she kills the beast, Haruna attempts to erase Ayumu's memories of her, but he instead absorbs her magic for himself. Stripped of her powers, Haruna now orders Ayumu to take up her role of hunting strange creatures known as \"Megalo,\" monsters that roam the human world and terrorize the population.\n\nKore wa Zombie Desu ka? follows the daily antics of the human-turned-zombie Ayumu as he begins his new, ludicrous life where the supernatural becomes the norm.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Studio Deen"
        ],
        "source": "Light novel",
        "score": 7.34,
        "watchedBy": "626K"
    },
    {
        "title": "Bakuman.",
        "showStatus": "Finished",
        "totalEpisode": "25 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "summary": "As a child, Moritaka Mashiro dreamt of becoming a mangaka, just like his childhood hero and uncle, Tarou Kawaguchi, creator of a popular gag manga. But when tragedy strikes, he gives up on his dream and spends his middle school days studying, aiming to become a salaryman instead.\n\nOne day, his classmate Akito Takagi, the school's top student and aspiring writer, notices the detailed drawings in Moritaka's notebook. Seeing the vast potential of his artistic talent, Akito approaches Moritaka, proposing that they become mangaka together. After much convincing, Moritaka realizes that if he is able to create a popular manga series, he may be able to get the girl he has a crush on, Miho Azuki, to take part in the anime adaptation as a voice actor. Thus the pair begins creating manga under the pen name Muto Ashirogi, hoping to become the greatest mangaka in Japan, the likes of which no one has ever seen.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Manga",
        "score": 8.18,
        "watchedBy": "621K"
    },
    {
        "title": "Shinchou Yuusha: Kono Yuusha ga Ore Tueee Kuse ni Shinchou Sugiru",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "summary": "There is a popular saying: \"you can never be too careful.\" It is very important to prepare for every situation you may face, even if it seems like an unnecessary waste of time. Also, in games like RPGs, it is good to exceed the level of your enemies to achieve total victory.\n\nThese words describe Seiya Ryuuguuin a little too perfectly. After being summoned by the goddess Ristarte to save the world of Gaeabrande from destruction, the hero prepares himself for his noble journey. While this might be normal, he spends a very long time training himself, despite having overpowered stats. He fights weak enemies using his strongest skills and buys excessive amounts of supplies and potions—all to stay safe.\n\nWhile his attitude may be a bit annoying, it might just be the saving grace of Gaeabrande, especially considering that it is a world where the forces of evil dominate each and every expectation.\n\n[Written by MAL Rewrite]",
        "studio": [
            "White Fox"
        ],
        "source": "Light novel",
        "score": 7.48,
        "watchedBy": "621K"
    }
]