[
    {
        "title": "Steins;Gate",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Eccentric scientist Rintarou Okabe has a never-ending thirst for scientific exploration. Together with his ditzy but well-meaning friend Mayuri Shiina and his roommate Itaru Hashida, Okabe founds the Future Gadget Laboratory in the hopes of creating technological innovations that baffle the human psyche. Despite claims of grandeur, the only notable \"gadget\" the trio have created is a microwave that has the mystifying power to turn bananas into green goo.\n\nHowever, when Okabe attends a conference on time travel, he experiences a series of strange events that lead him to believe that there is more to the \"Phone Microwave\" gadget than meets the eye. Apparently able to send text messages into the past using the microwave, Okabe dabbles further with the \"time machine,\" attracting the ire and attention of the mysterious organization SERN.\n\nDue to the novel discovery, Okabe and his friends find themselves in an ever-present danger. As he works to mitigate the damage his invention has caused to the timeline, Okabe fights a battle to not only save his loved ones but also to preserve his degrading sanity.\n\n[Written by MAL Rewrite]",
        "studio": [
            "White Fox"
        ],
        "source": "Visual novel",
        "score": 9.07,
        "watchedBy": "2.6M"
    },
    {
        "title": "Code Geass: Hangyaku no Lelouch",
        "showStatus": "Finished",
        "totalEpisode": "25 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Drama",
            "Sci-Fi"
        ],
        "summary": "In the year 2010, the Holy Empire of Britannia is establishing itself as a dominant military nation, starting with the conquest of Japan. Renamed to Area 11 after its swift defeat, Japan has seen significant resistance against these tyrants in an attempt to regain independence.\n\nLelouch Lamperouge, a Britannian student, unfortunately finds himself caught in a crossfire between the Britannian and the Area 11 rebel armed forces. He is able to escape, however, thanks to the timely appearance of a mysterious girl named C.C., who bestows upon him Geass, the \"Power of Kings.\" Realizing the vast potential of his newfound \"power of absolute obedience,\" Lelouch embarks upon a perilous journey as the masked vigilante known as Zero, leading a merciless onslaught against Britannia in order to get revenge once and for all.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Sunrise"
        ],
        "source": "Original",
        "score": 8.7,
        "watchedBy": "2.2M"
    },
    {
        "title": "Yakusoku no Neverland",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "22 min ",
        "genre": [
            "Fantasy",
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage—a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family, never to be heard from again.\n\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama.\n\n[Written by MAL Rewrite]",
        "studio": [
            "CloverWorks"
        ],
        "source": "Manga",
        "score": 8.5,
        "watchedBy": "2.0M"
    },
    {
        "title": "Kiseijuu: Sei no Kakuritsu",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Horror",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "All of a sudden, they arrived: parasitic aliens that descended upon Earth and quickly infiltrated humanity by burrowing into the brains of vulnerable targets. These insatiable beings acquire full control of their host and are able to morph into a variety of forms in order to feed on unsuspecting prey.\n \nSixteen-year-old high school student Shinichi Izumi falls victim to one of these parasites, but it fails to take over his brain, ending up in his right hand instead. Unable to relocate, the parasite, now named Migi, has no choice but to rely on Shinichi in order to stay alive. Thus, the pair is forced into an uneasy coexistence and must defend themselves from hostile parasites that hope to eradicate this new threat to their species.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Manga",
        "score": 8.33,
        "watchedBy": "1.9M"
    },
    {
        "title": "Cowboy Bebop",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Sci-Fi"
        ],
        "summary": "Crime is timeless. By the year 2071, humanity has expanded across the galaxy, filling the surface of other planets with settlements like those on Earth. These new societies are plagued by murder, drug use, and theft, and intergalactic outlaws are hunted by a growing number of tough bounty hunters.\n\nSpike Spiegel and Jet Black pursue criminals throughout space to make a humble living. Beneath his goofy and aloof demeanor, Spike is haunted by the weight of his violent past. Meanwhile, Jet manages his own troubled memories while taking care of Spike and the Bebop, their ship. The duo is joined by the beautiful con artist Faye Valentine, odd child Edward Wong Hau Pepelu Tivrusky IV, and Ein, a bioengineered Welsh Corgi.\n\nWhile developing bonds and working to catch a colorful cast of criminals, the Bebop crew's lives are disrupted by a menace from Spike's past. As a rival's maniacal plot continues to unravel, Spike must choose between life with his newfound family or revenge for his old wounds.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Sunrise"
        ],
        "source": "Original",
        "score": 8.75,
        "watchedBy": "1.9M"
    },
    {
        "title": "Shinseiki Evangelion",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Avant Garde",
            "Award Winning",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Fifteen years after a cataclysmic event known as the Second Impact, the world faces a new threat: monstrous celestial beings called Angels invade Tokyo-3 one by one. Mankind is unable to defend themselves against the Angels despite utilizing their most advanced munitions and military tactics. The only hope for human salvation rests in the hands of NERV, a mysterious organization led by the cold Gendou Ikari. NERV operates giant humanoid robots dubbed \"Evangelions\" to combat the Angels with state-of-the-art advanced weaponry and protective barriers known as Absolute Terror Fields.\n\nYears after being abandoned by his father, Shinji Ikari, Gendou's 14-year-old son, returns to Tokyo-3. Shinji undergoes a perpetual internal battle against the deeply buried trauma caused by the loss of his mother and the emotional neglect he suffered at the hands of his father. Terrified to open himself up to another, Shinji's life is forever changed upon meeting 29-year-old Misato Katsuragi, a high-ranking NERV officer who shows him a free-spirited maternal kindness he has never experienced.\n\nA devastating Angel attack forces Shinji into action as Gendou reveals his true motive for inviting his son back to Tokyo-3: Shinji is the only child capable of efficiently piloting Evangelion Unit-01, a new robot that synchronizes with his biometrics. Despite the brutal psychological trauma brought about by piloting an Evangelion, Shinji defends Tokyo-3 against the angelic threat, oblivious to his father's dark machinations.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gainax",
            "Tatsunoko Production"
        ],
        "source": "Original",
        "score": 8.35,
        "watchedBy": "1.8M"
    },
    {
        "title": "Code Geass: Hangyaku no Lelouch R2",
        "showStatus": "Finished",
        "totalEpisode": "25 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Drama",
            "Sci-Fi"
        ],
        "summary": "One year has passed since the Black Rebellion, a failed uprising against the Holy Britannian Empire led by the masked vigilante Zero, who is now missing. At a loss without their revolutionary leader, Area 11's resistance group—the Black Knights—find themselves too powerless to combat the brutality inflicted upon the Elevens by Britannia, which has increased significantly in order to crush any hope of a future revolt. \n\nLelouch Lamperouge, having lost all memory of his double life, is living peacefully alongside his friends as a high school student at Ashford Academy. His former partner C.C., unable to accept this turn of events, takes it upon herself to remind him of his past purpose, hoping that the mastermind Zero will rise once again to finish what he started, in this thrilling conclusion to the series.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Sunrise"
        ],
        "source": "Original",
        "score": 8.91,
        "watchedBy": "1.8M"
    },
    {
        "title": "Dr. Stone",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.\n\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Manga",
        "score": 8.28,
        "watchedBy": "1.7M"
    },
    {
        "title": "Darling in the FranXX",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "In the distant future, humanity has been driven to near-extinction by giant beasts known as Klaxosaurs, forcing the surviving humans to take refuge in massive fortress cities called Plantations. Children raised here are trained to pilot giant mechas known as FranXX—the only weapons known to be effective against the Klaxosaurs—in boy-girl pairs. Bred for the sole purpose of piloting these machines, these children know nothing of the outside world and are only able to prove their existence by defending their race.  \n\nHiro, an aspiring FranXX pilot, has lost his motivation and self-confidence after failing an aptitude test. Skipping out on his class' graduation ceremony, Hiro retreats to a forest lake, where he encounters a mysterious girl with two horns growing out of her head. She introduces herself by her codename Zero Two, which is known to belong to an infamous FranXX pilot known as the \"Partner Killer.\" Before Hiro can digest the encounter, the Plantation is rocked by a sudden Klaxosaur attack. Zero Two engages the creature in her FranXX, but it is heavily damaged in the skirmish and crashes near Hiro. Finding her partner dead, Zero Two invites Hiro to pilot the mecha with her, and the duo easily defeats the Klaxosaur in the ensuing fight. With a new partner by his side, Hiro has been given a chance at redemption for his past failures, but at what cost?\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures",
            "CloverWorks",
            "Trigger"
        ],
        "source": "Original",
        "score": 7.2,
        "watchedBy": "1.6M"
    },
    {
        "title": "Psycho-Pass",
        "showStatus": "Finished",
        "totalEpisode": "22 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Justice, and the enforcement of it, has changed. In the 22nd century, Japan enforces the Sibyl System, an objective means of determining the threat level of each citizen by examining their mental state for signs of criminal intent, known as their Psycho-Pass. Inspectors uphold the law by subjugating, often with lethal force, anyone harboring the slightest ill-will; alongside them are Enforcers, jaded Inspectors that have become latent criminals, granted relative freedom in exchange for carrying out the Inspectors' dirty work.\n\nInto this world steps Akane Tsunemori, a young woman with an honest desire to uphold justice. However, as she works alongside veteran Enforcer Shinya Kougami, she soon learns that the Sibyl System's judgments are not as perfect as her fellow Inspectors assume. With everything she has known turned on its head, Akane wrestles with the question of what justice truly is, and whether it can be upheld through the use of a system that may already be corrupt.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Production I.G"
        ],
        "source": "Original",
        "score": 8.33,
        "watchedBy": "1.6M"
    },
    {
        "title": "Tengen Toppa Gurren Lagann",
        "showStatus": "Finished",
        "totalEpisode": "27 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Award Winning",
            "Sci-Fi"
        ],
        "summary": "Simon and Kamina were born and raised in a deep, underground village, hidden from the fabled surface. Kamina is a free-spirited loose cannon bent on making a name for himself, while Simon is a timid young boy with no real aspirations. One day while excavating the earth, Simon stumbles upon a mysterious object that turns out to be the ignition key to an ancient artifact of war, which the duo dubs Lagann. Using their new weapon, Simon and Kamina fend off a surprise attack from the surface with the help of Yoko Littner, a hot-blooded redhead wielding a massive gun who wanders the world above.\n\nIn the aftermath of the battle, the sky is now in plain view, prompting Simon and Kamina to set off on a journey alongside Yoko to explore the wastelands of the surface. Soon, they join the fight against the \"Beastmen,\" humanoid creatures that terrorize the remnants of humanity in powerful robots called \"Gunmen.\" Although they face some challenges and setbacks, the trio bravely fights these new enemies alongside other survivors to reclaim the surface, while slowly unraveling a galaxy-sized mystery.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gainax"
        ],
        "source": "Original",
        "score": 8.63,
        "watchedBy": "1.6M"
    },
    {
        "title": "Made in Abyss",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Adventure",
            "Drama",
            "Fantasy",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface.\n\nRiko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kinema Citrus"
        ],
        "source": "Web manga",
        "score": 8.65,
        "watchedBy": "1.4M"
    },
    {
        "title": "Enen no Shouboutai",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "Spontaneous Human Combustion: a chaotic phenomenon that has plagued humanity for years, randomly transforming ordinary people into flaming, violent creatures known as Infernals. While Infernals make up the first-generation accounts of Human Combustion, the second and third generations became known as pyrokinetics—people gifted with the ability to manipulate and control their flames while remaining human. To combat the Infernal threat and discover the cause, the Tokyo Armed Forces, Fire Defense Agency, and Holy Church of Sol produced their answer: the Special Fire Force.\n\nYoung and eager third-generation pyrokinetic Shinra Kusakabe, nicknamed Devil's Footprints for his explosive ability to ignite his feet at will, becomes a member of the lively Special Fire Force Company 8. Upholding the brigade's duty to extinguish the blazing Infernals and lay their souls to rest, Shinra is determined to become a hero who will save the lives of those threatened by the flame terror.\n\nHowever, this is not the hero's game Shinra imagined. The Fire Force is a fractured mess of feuding brigades, abnormal Infernal sightings are increasing all over Tokyo, and a shadowy group is claiming to have answers to the strange fire that caused the death of Shinra's family 12 years ago. Faced with many obstacles within and outside the Fire Force, Shinra fights to uncover the truth behind the burning mysteries that have kept him in the dark.\n\n[Written by MAL Rewrite]",
        "studio": [
            "David Production"
        ],
        "source": "Manga",
        "score": 7.71,
        "watchedBy": "1.3M"
    },
    {
        "title": "Deadman Wonderland",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Horror",
            "Sci-Fi",
            "Supernatural",
            "Suspense"
        ],
        "summary": "It looked like it would be a normal day for Ganta Igarashi and his classmates—they were preparing to go on a class field trip to a certain prison amusement park called Deadman Wonderland, where the convicts perform dangerous acts for the onlookers' amusement. However, Ganta's life is quickly turned upside down when his whole class gets massacred by a mysterious man in red. Framed for the incident and sentenced to death, Ganta is sent to the very jail he was supposed to visit. \n\nBut Ganta's nightmare is only just beginning. \n\nThe young protagonist is thrown into a world of sadistic inmates and enigmatic powers, to live in constant fear of the lethal collar placed around his neck that is slowed only by winning in the prison's deathly games. Ganta must bet his life to survive in a ruthless place where it isn't always easy to tell friend from foe, all while trying to find the mysterious \"Red Man\" and clear his name, in Deadman Wonderland.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Manglobe"
        ],
        "source": "Manga",
        "score": 7.14,
        "watchedBy": "1.2M"
    },
    {
        "title": "Guilty Crown",
        "showStatus": "Finished",
        "totalEpisode": "22 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Drama",
            "Sci-Fi"
        ],
        "summary": "On December 24, 2029—the day colloquially known as the \"Lost Christmas\"—the Apocalypse Virus spread across Japan, bringing death to its citizens and plunging the country into utter chaos. In an effort to establish order, the United Nations sends the GHQ to assist with the crisis by containing the outbreak while removing all political autonomy in the process. A decade later, the country still lives under their control, unable to break free from their draconian rule.\n\nFrustrated with the state of the nation, a resistance group named the Funeral Parlor aims to liberate Japan from the GHQ. Led by the charismatic Gai Tsutsugami, the group plots to steal a vial containing the \"Void Genome\" to further their goals. The vial falls into the hands of internet vocalist Inori Yuzuriha, who ends up being hunted by the GHQ's Anti-Bodies forces. Having nowhere to go, she seeks refuge in a warehouse where she meets Shuu Ouma—a socially awkward high school student who is a huge fan of her music.\n\nShuu gets dragged into the conflict the moment he rescues Inori, and the Void Genome shatters in his hand, granting him the \"Power of the Kings.\" While learning how to control his grand new ability, Shuu must now fight to liberate Japan from its cruel oppressors.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Production I.G"
        ],
        "source": "Original",
        "score": 7.41,
        "watchedBy": "1.2M"
    },
    {
        "title": "Mahouka Koukou no Rettousei",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "In the dawn of the 21st century, magic, long thought to be folklore and fairy tales, has become a systematized technology and is taught as a technical skill. In First High School, the institution for magicians, students are segregated into two groups based on their entrance exam scores: \"Blooms,\" those who receive high scores, are assigned to the First Course, while \"Weeds\" are reserve students assigned to the Second Course.\n\nMahouka Koukou no Rettousei follows the siblings, Tatsuya and Miyuki Shiba, who are enrolled in First High School. Upon taking the exam, the prodigious Miyuki is placed in the First Course, while Tatsuya is relegated to the Second Course. Though his practical test scores and status as a \"Weed\" show him to be magically inept, he possesses extraordinary technical knowledge, physical combat capabilities, and unique magic techniques—making Tatsuya the irregular at a magical high school.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Light novel",
        "score": 7.39,
        "watchedBy": "1.1M"
    },
    {
        "title": "Gintama",
        "showStatus": "Finished",
        "totalEpisode": "201 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Edo is a city that was home to the vigor and ambition of samurai across the country. However, following feudal Japan's surrender to powerful aliens known as the \"Amanto,\" those aspirations now seem unachievable. With the once-influential shogunate rebuilt as a puppet government, a new law is passed that promptly prohibits all swords in public. \n\nEnter Gintoki Sakata, an eccentric silver-haired man who always carries around a wooden sword and maintains his stature as a samurai despite the ban. As the founder of Yorozuya, a small business for odd jobs, Gintoki often embarks on endeavors to help other people—though usually in rather strange and unforeseen ways. \n\nAssisted by Shinpachi Shimura, a boy with glasses supposedly learning the way of the samurai; Kagura, a tomboyish girl with superhuman strength and an endless appetite; and Sadaharu, their giant pet dog who loves biting on people's heads, the Yorozuya encounter anything from alien royalty to scuffles with local gangs in the ever-changing world of Edo.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Sunrise"
        ],
        "source": "Manga",
        "score": 8.94,
        "watchedBy": "1.1M"
    },
    {
        "title": "Dr. Stone: Stone Wars",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Senkuu has made it his goal to bring back two million years of human achievement and revive the entirety of those turned to statues. However, one man stands in his way: Tsukasa Shishiou, who believes that only the fittest of those petrified should be revived.\n\nAs the snow melts and spring approaches, Senkuu and his allies in Ishigami Village finish the preparations for their attack on the Tsukasa Empire. With a reinvented cell phone model now at their disposal, the Kingdom of Science is ready to launch its newest scheme to recruit the sizable numbers of Tsukasa's army to their side. However, it is a race against time; for every day the Kingdom of Science spends perfecting their inventions, the empire rapidly grows in number.\n\nReuniting with old friends and gaining new allies, Senkuu and the Kingdom of Science must stop Tsukasa's forces in order to fulfill their goal of restoring humanity and all its creations. With the two sides each in pursuit of their ideal world, the Stone Wars have now begun!\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Manga",
        "score": 8.16,
        "watchedBy": "1.0M"
    },
    {
        "title": "Date A Live",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Thirty years ago, the Eurasian continent was devastated by a supermassive \"spatial quake\"—a phenomenon involving space vibrations of unknown origin—resulting in the deaths of over 150 million people. Since then, these quakes have been plaguing the world intermittently, albeit on a lighter scale.\n\nShidou Itsuka is a seemingly average high school student who lives with his younger sister, Kotori. When an imminent spatial quake threatens the safety of Tengu City, he rushes to save her, only to be caught in the resulting eruption. He discovers a mysterious girl at its source, who is revealed to be a \"Spirit,\" an otherworldly entity whose appearance triggers a spatial quake. Soon after, he becomes embroiled in a skirmish between the girl and the Anti-Spirit Team, a ruthless strike force with the goal of annihilating Spirits.\n\nHowever, there is a third party that  believes in saving the spirits: \"Ratatoskr,\" which surprisingly is commanded by Shidou's little sister!  Kotori forcibly recruits Shidou after the clash, presenting to him an alternative method of dealing with the danger posed by the Spirits—make them fall in love with him. Now, the fate of the world rests on his dating prowess, as he seeks out Spirits in order to charm them.\n\n[Written by MAL Rewrite]",
        "studio": [
            "AIC PLUS+"
        ],
        "source": "Light novel",
        "score": 7.15,
        "watchedBy": "1.0M"
    },
    {
        "title": "Darker than Black: Kuro no Keiyakusha",
        "showStatus": "Finished",
        "totalEpisode": "25 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "It has been 10 years since Heaven's Gate appeared in South America and Hell's Gate appeared in Japan, veiling the once familiar night sky with an oppressive skyscape. Their purposes unknown, these Gates are spaces in which the very laws of physics are ignored. With the appearance of the Gates emerged Contractors, who, in exchange for their humanity, are granted supernatural abilities.\n\nIn the Japanese city surrounding Hell’s Gate, Section 4 Chief Misaki Kirihara finds herself at odds with an infamous Contractor codenamed Hei. Called \"Black Reaper\" in the underground world, Hei, like his associates, undertakes missions for the mysterious and ruthless Syndicate while slowly peeling back the dark layers covering a nefarious plot that threatens the very existence of Contractors.\n\nFrom the mind of Tensai Okamura comes a sci-fi thriller taking the form of a subtle exposé on a war in which political positions and justice have no sway—a war waged exclusively in the shadows.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Original",
        "score": 8.05,
        "watchedBy": "946K"
    },
    {
        "title": "Plastic Memories",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Eighteen-year-old Tsukasa Mizugaki has failed his college entrance exams, but after pulling some strings, he manages to land a job at the Sion Artificial Intelligence Corporation. SAI Corp is responsible for the creation of \"Giftias\"—highly advanced androids which are almost indiscernible from normal humans. However, unlike humans, Giftias have a maximum lifespan of 81,920 hours, or around nine years and four months. Terminal Service One, the station Tsukasa was assigned to, is responsible for collecting Giftias that have met their expiration date, before they lose their memories and become hostile.\n\nPromptly after joining Terminal Service One, Tsukasa is partnered with a beautiful Giftia named Isla. She is a Terminal Service veteran and considered the best in Giftia retrievals, contrary to her petite figure and placid nature. Time is fleeting though, and Tsukasa must come to terms with his feelings for Isla before her time is up. No matter how much someone desires it, nothing lasts forever.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Doga Kobo"
        ],
        "source": "Original",
        "score": 7.91,
        "watchedBy": "943K"
    },
    {
        "title": "Shinseiki Evangelion Movie: Air/Magokoro wo, Kimi ni",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "86 min ",
        "genre": [
            "Action",
            "Avant Garde",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Shinji Ikari is left emotionally comatose after the death of a dear friend. With his son mentally unable to pilot the humanoid robot Evangelion Unit-01, Gendou Ikari's NERV races against the shadow organization SEELE to see who can enact their ultimate plan first. SEELE desires to create a godlike being by fusing their own souls into an Evangelion unit, while Gendou wishes to revert all of humanity into one primordial being so that he can be reunited with Yui, his deceased wife.\n\nSEELE unleashes its military forces in a lethal invasion of NERV headquarters. As SEELE's forces cut down NERV's scientists and security personnel, Asuka Langley Souryuu pilots Evangelion Unit-02 in a desperate last stand against SEELE's heaviest weaponry.\n\nThe battle rages on, and a depressed Shinji hides deep within NERV's headquarters. With the fate of the world resting in Shinji's hands, Captain Misato Katsuragi hunts for the teenage boy as society crumbles around them.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gainax",
            "Production I.G"
        ],
        "source": "Original",
        "score": 8.55,
        "watchedBy": "931K"
    },
    {
        "title": "Yakusoku no Neverland 2nd Season",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "22 min ",
        "genre": [
            "Fantasy",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Emma, Ray, and the rest of the older children have escaped the confines of the Grace Field House. However, with relentless demons set on capturing them, their arduous battle for freedom has only just begun.\n\nDespite venturing into the treacherous wilderness, the children remain optimistic due to their possession of books written by William Minerva. Coded within his books are messages detailing the world outside the farm—information that can help them survive with the limited resources they have. But when their pursuers draw near, the children soon encounter their most dreadful situation yet. \n\nIn Yakusoku no Neverland 2nd Season, the children struggle to survive in the strange ruthless world, striving to find a sanctuary they can truly call home.\n\n[Written by MAL Rewrite]",
        "studio": [
            "CloverWorks"
        ],
        "source": "Manga",
        "score": 5.28,
        "watchedBy": "923K"
    },
    {
        "title": "Black Bullet",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "In the year 2021, a parasitic virus known as \"Gastrea\" infects humans and turns them into monsters. What is left of mankind now lives within the Monolith walls, walls that are made of Varanium, the only material that can hurt Gastrea.\n\nTo counter the threat that the Gastrea pose, \"Cursed Children\"—female children whose bodies contain trace amounts of the virus which grant them superhuman abilities—officially called Initiators by the Tendo Civil Security, are given partners called Promoters, people who work to guide and protect the young Initiators. These teams of two are sent out on missions to fight the monsters created by the Gastrea virus and keep them at bay. \n\nBlack Bullet revolves around the team of Enju Aihara, an Initiator, and Satomi Rentaro, a Promoter, as they go on missions to fight the growing threat of Gastrea in their hometown of Tokyo.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kinema Citrus",
            "Orange"
        ],
        "source": "Light novel",
        "score": 7.08,
        "watchedBy": "921K"
    },
    {
        "title": "Suzumiya Haruhi no Yuuutsu",
        "showStatus": "Finished",
        "totalEpisode": "14 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Award Winning",
            "Comedy",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "If a survey were conducted to see if people believed in aliens, time travelers, or maybe espers, most would say they do not; average high school student Kyon considers himself among the non-believers. However, on his first day of school, he meets a girl who soon turns his world upside down.\n\nDuring class introductions, the beautiful Haruhi Suzumiya boldly announces her boredom with \"normal\" people and her intention of meeting supernatural beings. Dumbfounded, Kyon learns of her frustration with the lack of paranormal-focused clubs at their school and unwittingly inspires her to start her own club. She creates the Spreading Fun all Over the World with Haruhi Suzumiya Brigade, otherwise known as the SOS Brigade.\n\nFollowing the SOS Brigade's founding, Haruhi manages to recruit Kyon and three other members: quiet bookworm Yuki Nagato, shy upperclassman Mikuru Asahina, and perpetually positive Itsuki Koizumi. Despite their normal appearance, the new members of the SOS Brigade each carry their own secrets related to Haruhi. Caught up in the mystery surrounding the eccentric club leader, Kyon is whisked away on a series of misadventures by Haruhi and the SOS Brigade, each one bringing him closer to the truth about who and what she is.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Light novel",
        "score": 7.83,
        "watchedBy": "918K"
    },
    {
        "title": "Steins;Gate 0",
        "showStatus": "Finished",
        "totalEpisode": "23 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "The eccentric, self-proclaimed mad scientist Rintarou Okabe has become a shell of his former self. Depressed and traumatized after failing to rescue his friend Makise Kurisu, he has decided to forsake his mad scientist alter ego and live as an ordinary college student. Surrounded by friends who know little of his time travel experiences, Okabe spends his days trying to forget the horrors of his adventures alone. \n\nWhile working as a receptionist at a college technology forum, Okabe meets the short, spunky Maho Hiyajo, who \nlater turns out to be the interpreter at the forum's presentation, conducted by Professor Alexis Leskinen. In front of a stunned crowd, Alexis and Maho unveil Amadeus—a revolutionary AI capable of storing a person's memories and creating a perfect simulation of that person complete with their personality and quirks. Meeting with Maho and Alexis after the presentation, Okabe learns that the two were Kurisu's colleagues in university, and that they have simulated her in Amadeus. Hired by Alexis to research the simulation's behavior, Okabe is given the chance to interact with the shadow of a long-lost dear friend. Dangerously tangled in the past, Okabe must face the harsh reality and carefully maneuver around the disastrous consequences that come with disturbing the natural flow of time.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "White Fox"
        ],
        "source": "Visual novel",
        "score": 8.53,
        "watchedBy": "870K"
    },
    {
        "title": "Btooom!",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Ryouta Sakamoto is unemployed and lives with his mother, his only real achievement being that he is Japan's top player of the popular online video game Btooom! However, his peaceful life is about to change when he finds himself stranded on an island in the middle of nowhere, with a small green crystal embedded in his left hand and no memory of how he got there. To his shock, someone has decided to recreate the game he is so fond of in real life, with the stakes being life or death.\n\nArmed with a bag full of unique bombs known as \"BIM,\" the players are tasked with killing seven of their fellow participants and taking their green crystals in order to return home. Initially condemning any form of violence, Ryouta is forced to fight when he realizes that many of the other players are not as welcoming as they may seem. Teaming up with Himiko, a fellow Btooom! player, they attempt to get off of the island together, coming closer and closer to the truth behind this contest of death.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Manga",
        "score": 7.28,
        "watchedBy": "858K"
    },
    {
        "title": "Akira",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "124 min ",
        "genre": [
            "Action",
            "Adventure",
            "Horror",
            "Sci-Fi",
            "Supernatural"
        ],
        "summary": "Japan, 1988. An explosion caused by a young boy with psychic powers tears through the city of Tokyo and ignites the fuse that leads to World War III. In order to prevent any further destruction, he is captured and taken into custody, never to be heard from again. Now, in the year 2019, a restored version of the city known as Neo-Tokyo—an area rife with gang violence and terrorism against the current government—stands in its place. Here, Shoutarou Kaneda leads \"the Capsules,\" a group of misfits known for riding large, custom motorcycles and being in constant conflict with their rivals \"the Clowns.\"\n\nDuring one of these battles, Shoutarou's best friend Tetsuo Shima is caught up in an accident with an esper who finds himself in the streets of Tokyo after escaping confinement from a government institution. Through this encounter, Tetsuo begins to develop his own mysterious abilities, as the government seeks to quarantine this latest psychic in a desperate attempt to prevent him from unleashing the destructive power that could once again bring the city to its knees.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Tokyo Movie Shinsha"
        ],
        "source": "Manga",
        "score": 8.16,
        "watchedBy": "852K"
    },
    {
        "title": "Orange",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Naho Takamiya's first day of her sophomore year of high school is off to an uneasy start. After waking up late, she receives a strange letter addressed to her. However, the letter is from herself—10 years in the future! At first, Naho is skeptical of the note; yet, after witnessing several events described to take place, she realizes the letter really is from her 26-year-old self.\n\nThe note details that Naho's future life is filled with regrets, and she hopes that her younger self can correct the mistakes that were made in the past. The letter also warns her to keep a close eye on the new transfer student, Kakeru Naruse. Naho must be especially careful in making decisions involving him, as Kakeru is not around in the future. With the letter as her guide, Naho now has the power to protect Kakeru before she comes to regret it once more.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Telecom Animation Film"
        ],
        "source": "Manga",
        "score": 7.63,
        "watchedBy": "826K"
    },
    {
        "title": "FLCL",
        "showStatus": "Finished",
        "totalEpisode": "6 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Action",
            "Avant Garde",
            "Comedy",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Naota Nandaba is an ordinary sixth grader living in a city where nothing amazing ever seems to happen. After his brother Tasuku leaves town to play baseball in America, Naota takes it upon himself to look after everything Tasuku left behind—from his top bunk bed to his ex-girlfriend Mamimi Samejima, who hasn't stopped clinging to Naota since Tasuku left. \n\nLittle does Naota know, however, that his mundane existence is on the verge of being changed forever: enter Haruko Haruhara, a Vespa-riding, bass guitar-wielding, pink-haired psychopath whose first encounter with Naota leaves him with tire tracks on his back and a giant horn on his head. Though all he wants is some peace and quiet, when Haruko takes up residence at his parents' home, Naota finds himself dragged into the heart of the greatest battle for supremacy that Earth—and quite possibly the entire universe—has ever seen.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gainax",
            "Production I.G"
        ],
        "source": "Original",
        "score": 8.03,
        "watchedBy": "822K"
    },
    {
        "title": "Toaru Majutsu no Index",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "Academy City, Japan, is at the forefront of science. Besides being 30 years ahead of the world technologically, more than three-fourths of this peculiar city's population consists of students developing their psychic abilities as espers in various institutions. Among these students is Touma Kamijou, a high school boy with the lowest psychic rank of zero, but with a mysterious power no scientist can understand: \"Imagine Breaker,\" which allows him to negate other supernatural abilities.\n \nThis, however, doesn't affect Kamijou's life in the least as he plays his role as a regular teenager; that is, until he meets the strange Index Librorum Prohibitorum, a young girl who has memorized the entirety of the forbidden grimoires, and now a dangerous organization is hunting Index down. With several magicians looking to harm the girl, Kamijou will defend his new companion at all costs as he discovers a strange new realm of the supernatural.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Light novel",
        "score": 7.35,
        "watchedBy": "814K"
    },
    {
        "title": "Toki wo Kakeru Shoujo",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "98 min ",
        "genre": [
            "Award Winning",
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Makoto Konno is in her last year of high school, but is having a hard time deciding what to do with her future. In between enduring the pressure of her teachers and killing time with her best friends, Makoto's life suddenly changes when she accidentally discovers that she is capable of literally leaping through time.\n\nToki wo Kakeru Shoujo follows Makoto as she plays around with her newfound power. However, she soon learns the hard way that every choice has a consequence, and time is a lot more complicated than it may seem.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Novel",
        "score": 8.1,
        "watchedBy": "791K"
    },
    {
        "title": "Shinsekai yori",
        "showStatus": "Finished",
        "totalEpisode": "25 eps",
        "episodeDuration": "22 min ",
        "genre": [
            "Drama",
            "Fantasy",
            "Horror",
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "In the town of Kamisu 66, 12-year-old Saki Watanabe has just awakened to her psychic powers and is relieved to rejoin her friends—the mischievous Satoru Asahina, the shy Mamoru Itou, the cheerful Maria Akizuki, and Shun Aonuma, a mysterious boy whom Saki admires—at Sage Academy, a special school for psychics. However, unease looms as Saki begins to question the fate of those unable to awaken to their powers, and the children begin to get involved with secretive matters such as the rumored Tainted Cats said to abduct children.\n\nShinsekai yori tells the unique coming-of-age story of Saki and her friends as they journey to grow into their roles in the supposed utopia. Accepting these roles, however, might not come easy when faced with the dark and shocking truths of society, and the impending havoc born from the new world.\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Novel",
        "score": 8.27,
        "watchedBy": "777K"
    },
    {
        "title": "Serial Experiments Lain",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Avant Garde",
            "Award Winning",
            "Drama",
            "Mystery",
            "Sci-Fi",
            "Supernatural",
            "Suspense"
        ],
        "summary": "Lain Iwakura, an awkward and introverted fourteen-year-old, is one of the many girls from her school to receive a disturbing email from her classmate Chisa Yomoda—the very same Chisa who recently committed suicide. Lain has neither the desire nor the experience to handle even basic technology; yet, when the technophobe opens the email, it leads her straight into the Wired, a virtual world of communication networks similar to what we know as the internet. Lain's life is turned upside down as she begins to encounter cryptic mysteries one after another. Strange men called the Men in Black begin to appear wherever she goes, asking her questions and somehow knowing more about her than even she herself knows. With the boundaries between reality and cyberspace rapidly blurring, Lain is plunged into more surreal and bizarre events where identity, consciousness, and perception are concepts that take on new meanings.\n\nWritten by Chiaki J. Konaka, whose other works include Texhnolyze, Serial Experiments Lain is a psychological avant-garde mystery series that follows Lain as she makes crucial choices that will affect both the real world and the Wired. In closing one world and opening another, only Lain will realize the significance of their presence.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Triangle Staff"
        ],
        "source": "Original",
        "score": 8.09,
        "watchedBy": "775K"
    },
    {
        "title": "86",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Drama",
            "Sci-Fi"
        ],
        "summary": "According to the Republic of San Magnolia, their ongoing war against the Giadian Empire has no casualties—however, that is mere propaganda. While the silver-haired Alba of the Republic's eighty-five sectors live safely behind protective walls, those of different appearances are interned in a secret eighty-sixth faction. Known within the military as the Eighty-Six, they are forced to fight against the Empire's autonomous Legion under the command of the Republican \"Handlers.\"\n\nVladilena Milizé is assigned to the Spearhead squadron to replace their previous Handler. Shunned by her peers for being a fellow Eighty-Six supporter, she continues to fight against their inhumane discrimination. Shinei Nouzen is the captain of the Spearhead squadron. Infamous for being the sole survivor of every squadron he's been in, he insists on shouldering the names and wishes of his fallen comrades. When the fates of these young souls from two different worlds collide, will it ignite the spark that lights their path to salvation, or will they burn themselves in the flames of despair?\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Light novel",
        "score": 8.3,
        "watchedBy": "772K"
    },
    {
        "title": "Enen no Shouboutai: Ni no Shou",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "After his confrontation in the Nether with his younger brother Shou, Shinra Kusakabe's resolve to become a hero that saves lives from the flame terror strengthens. Finding a way to turn the Infernals back into people, unraveling the mystery of the Evangelist and Adolla Burst, and saving his mother and Shou—these are the goals Shinra has in mind. However, he has come to realize that attaining these goals will not be easy, especially with the imminent danger the Evangelist poses.\n\nThe Evangelist's plan is clear: to gather the eight pillars—the individuals who possess Adolla Burst—and sacrifice them to recreate the Great Cataclysm from 250 years ago. Having been revealed by the First Pillar that the birth of a new pillar is approaching, Shinra is determined to protect his fellow pillars from the Evangelist. Thus, the fiery battle between the Special Fire Force and the Evangelist ignites. Together with the Special Fire Force, Shinra's fight continues as he uncovers the truth about the Great Cataclysm and the nature of Adolla Bursts, as well as the mysteries behind human combustion. \n\n[Written by MAL Rewrite]",
        "studio": [
            "David Production"
        ],
        "source": "Manga",
        "score": 7.81,
        "watchedBy": "769K"
    },
    {
        "title": "Trigun",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Sci-Fi"
        ],
        "summary": "Vash the Stampede is the man with a $$60,000,000,000 bounty on his head. The reason: he's a merciless villain who lays waste to all those that oppose him and flattens entire cities for fun, garnering him the title \"The Humanoid Typhoon.\" He leaves a trail of death and destruction wherever he goes, and anyone can count themselves dead if they so much as make eye contact—or so the rumors say. In actuality, Vash is a huge softie who claims to have never taken a life and avoids violence at all costs.\n\nWith his crazy doughnut obsession and buffoonish attitude in tow, Vash traverses the wasteland of the planet Gunsmoke, all the while followed by two insurance agents, Meryl Stryfe and Milly Thompson, who attempt to minimize his impact on the public. But soon, their misadventures evolve into life-or-death situations as a group of legendary assassins are summoned to bring about suffering to the trio. Vash's agonizing past will be unraveled and his morality and principles pushed to the breaking point.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Manga",
        "score": 8.22,
        "watchedBy": "763K"
    },
    {
        "title": "Kiznaiver",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Katsuhira Agata is a quiet and reserved teenage boy whose sense of pain has all but vanished. His friend, Chidori Takashiro, can only faintly remember the days before Katsuhira had undergone this profound change. Now, his muffled and complacent demeanor make Katsuhira a constant target for bullies, who exploit him for egregious sums of money. But their fists only just manage to make him blink, as even emotions are far from his grasp.\n\nHowever, one day Katsuhira, Chidori, and four other teenagers are abducted and forced to join the Kizuna System as official \"Kiznaivers.\" Those taking part are connected through pain: if one member is injured, the others will feel an equal amount of agony. These individuals must become the lab rats and scapegoats of an incomplete system designed with world peace in mind. With their fates literally intertwined, the Kiznaivers must expose their true selves to each other, or risk failing much more than just the Kizuna System.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Trigger"
        ],
        "source": "Original",
        "score": 7.37,
        "watchedBy": "743K"
    },
    {
        "title": "Cyberpunk: Edgerunners",
        "showStatus": "Finished",
        "totalEpisode": "10 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Action",
            "Sci-Fi"
        ],
        "summary": "Dreams are doomed to die in Night City, a futuristic Californian metropolis. As a teenager living in the city's slums, David Martinez is trying to fulfill his mother's lifelong wish for him to reach the top of Arasaka, the world's leading security corporation. To this end, he attends the prestigious Arasaka Academy while his mother works tirelessly to keep their family afloat.\n\nWhen an incident with a street gang leaves David's life in tatters, he stumbles upon Sandevistan cyberware—a prosthetic that grants its wearer superhuman speed. Fueled by rage, David implants the device in his back, using it to exact revenge on one of his tormentors. This gets him expelled from the academy, shattering his hopes of ever making his mother proud.\n\nAfter witnessing David's newfound abilities, the beautiful data thief Lucyna \"Lucy\" Kushinada offers to team up with him, handing him a ticket to salvation. However, associating with Lucy introduces David to the world of Edgerunners—cyborg criminals who will break any law for money. Edgerunners often lose their lives, if the cyberware does not break their minds first; but in his fight for survival inside a corrupt system, David is ready to risk it all.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Trigger"
        ],
        "source": "Game",
        "score": 8.6,
        "watchedBy": "740K"
    },
    {
        "title": "Accel World",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Haruyuki Arita is an overweight, bullied middle schooler who finds solace in playing online games. But his life takes a drastic turn one day, when he finds that all his high scores have been topped by Kuroyukihime, the popular vice president of the student council. She then invites him to the student lounge and introduces him to \"Brain Burst,\" a program which allows the users to accelerate their brain waves to the point where time seems to stop. Brain Burst also functions as an augmented reality fighting game, and in order to get more points to accelerate, users must win duels against other players. However, if a user loses all their points, they will also lose access to Brain Burst forever.\n\nKuroyukihime explains that she chose to show Haruyuki the program because she needs his help. She wants to meet the creator of Brain Burst and uncover the reason of why it was created, but that's easier said than done; to do so, she must defeat the \"Six Kings of Pure Color,\" powerful faction leaders within the game, and reach level 10, the highest level attainable. After the girl helps Haruyuki overcome the bullies that torment him, he vows to help her realize her goal, and so begins the duo's fight to reach the top.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Sunrise"
        ],
        "source": "Light novel",
        "score": 7.21,
        "watchedBy": "714K"
    },
    {
        "title": "Gakusen Toshi Asterisk",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "In the previous century, an unprecedented disaster known as the Invertia drastically reformed the world. The powers of existing nations declined significantly, paving the way for a conglomerate called the Integrated Empire Foundation to assume control. But more importantly, the Invertia led to the emergence of a new species of humans who are born with phenomenal physical capabilities—the Genestella. Its elite are hand-picked across the globe to attend the top six schools, and they duel amongst themselves in entertainment battles called Festas.\n\nAyato Amagiri is a scholarship transfer student at the prestigious Seidoukan Academy, which has recently been suffering from declining performances. Through a series of events, he accidentally sees the popular Witch of Resplendent Flames, Julis-Alexia von Riessfeld, half-dressed! Enraged, Julis challenges him to a duel for intruding on her privacy. After said duel is voided by the student council president, Ayato reveals that he has no interest in Festas. Instead, he has enrolled in the academy to investigate the whereabouts of his missing elder sister. But when a more devious plot unravels, Ayato sets out to achieve victory, while being surrounded by some of the most talented Genestella on the planet.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Light novel",
        "score": 6.81,
        "watchedBy": "661K"
    },
    {
        "title": "Psycho-Pass 2",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "A year and a half after the events of the original sci-fi psychological thriller, Akane Tsunemori continues her work as an inspector—enforcing the Sibyl System's judgments. Joining her are new enforcers and junior inspector Mika Shimotsuki, a young woman blindly and inflexibly loyal to Sibyl. As Akane ponders both the nature of her job and the legitimacy of Sibyl's verdicts, a disturbing new menace emerges.\n\nA mysterious figure has discovered a way to control the Crime Coefficient—a number compiled from mental scans that allows Sibyl to gauge psychological health and identify potential criminals. Through these means, he is able to murder an enforcer, leaving behind a cryptic clue: \"WC?\" scrawled in blood on a wall.\n\nAkane and the rest of Division 01 soon find themselves playing a deadly game against their new foe, coming face-to-face with a conspiracy threatening not only the authority of the Sibyl System, but the very foundation of Akane's own convictions.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Tatsunoko Production"
        ],
        "source": "Original",
        "score": 7.4,
        "watchedBy": "655K"
    },
    {
        "title": "Ergo Proxy",
        "showStatus": "Finished",
        "totalEpisode": "23 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Within the domed city of Romdo lies one of the last human civilizations on Earth. Thousands of years ago, a global ecological catastrophe doomed the planet; now, life outside these domes is virtually impossible. To expedite mankind's recovery, \"AutoReivs,\" humanoid-like robots, have been created to assist people in their day-to-day lives. However, AutoReivs have begun contracting an enigmatic disease called the \"Cogito Virus,\" which grants them self-awareness. Re-l Mayer, the  granddaughter of Romdo's ruler, is assigned to investigate this phenomenon alongside her AutoReiv partner, Iggy. But what begins as a routine investigation quickly spirals into a conspiracy as Re-l is confronted by humanity's darkest sins.\n\nElsewhere in Romdo, an AutoReiv specialist by the name of Vincent Law must also face his demons when surreal events begin occurring around him. Re-l, Iggy, Vincent, and the child AutoReiv named Pino will form an unlikely faction as they struggle to uncover Romdo's mysteries and discover the true purpose of the mythical beings called \"Proxies.\"\n\n[Written by MAL Rewrite]",
        "studio": [
            "Manglobe"
        ],
        "source": "Original",
        "score": 7.9,
        "watchedBy": "649K"
    },
    {
        "title": "Inuyashiki",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "22 min ",
        "genre": [
            "Action",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Ichirou Inuyashiki is a 58-year-old family man who is going through a difficult time in his life. Though his frequent back problems are painful, nothing hurts quite as much as the indifference and distaste that his wife and children have for him. Despite this, Ichirou still manages to find solace in Hanako, an abandoned Shiba Inu that he adopts into his home. However, his life takes a turn for the worse when a follow-up physical examination reveals that Ichirou has stomach cancer and only three months to live; though he tries to be strong, his family's disinterest causes an emotional breakdown. Running off into a nearby field, Ichirou embraces his dog and weeps—until he notices a strange figure standing before him.\n\nSuddenly, a bright light appears and Ichirou is enveloped by smoke and dust. When he comes to, he discovers something is amiss—he has been reborn as a mechanized weapon wearing the skin of his former self. Though initially shocked, the compassionate Ichirou immediately uses his newfound powers to save a life, an act of kindness that fills him with happiness and newfound hope.\n\nHowever, the origins of these strange powers remain unclear. Who was the mysterious figure at the site of the explosion, and are they as kind as Ichirou when it comes to using this dangerous gift?\n\n[Written by MAL Rewrite]",
        "studio": [
            "MAPPA"
        ],
        "source": "Manga",
        "score": 7.64,
        "watchedBy": "647K"
    },
    {
        "title": "To LOVE-Ru",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "Timid 16-year-old Rito Yuuki has yet to profess his love to Haruna Sairenji—a classmate and object of his infatuation since junior high. Sadly, his situation becomes even more challenging when one night, a mysterious, stark-naked girl crash-lands right on top of a bathing Rito.\n\nTo add to the confusion, Rito discovers that the girl, Lala Satalin Deviluke, is the crown princess of an alien empire and has run away from her home. Despite her position as the heiress to the most dominant power in the entire galaxy, Lala is surprisingly more than willing to marry the decidedly average Rito in order to avoid an unwanted political marriage.\n\nTo LOVE-Ru depicts Rito's daily struggles with the bizarre chaos that begins upon the arrival of Lala. With an evergrowing legion of swooning beauties that continuously foil his attempted confessions to Haruna, To LOVE-Ru  is a romantic comedy full of slapstick humor, sexy girls, and outlandishly lewd moments that defy the laws of physics.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Xebec"
        ],
        "source": "Manga",
        "score": 6.98,
        "watchedBy": "640K"
    },
    {
        "title": "IS: Infinite Stratos",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "An exoskeleton weapon engineered by Japan, Infinite Stratos (IS) can be piloted only by women. Its power and combat prowess are so immense that an international treaty has been signed banning its use as a military asset. \n\nWhen it is discovered that 15-year-old Ichika Orimura is the only male capable of steering an IS, he is forcibly enrolled in the Infinite Stratos Academy: an all-female boarding school, the students of which graduate to become IS pilots. At this training school, Ichika is reunited with two of his childhood friends, Houki Shinonono and Lingyin Huang, and befriends Cecilia Alcott, an IS representative from the United Kingdom.\n\nGuided by the legendary pilot Chifuyu Orimura—their strict homeroom teacher and Ichika's older sister—Ichika and the girls will need to use everything at their disposal to defend themselves and their academy against the dangers that will arise during the course of their thrilling school life.\n\n[Written by MAL Rewrite]",
        "studio": [
            "8bit"
        ],
        "source": "Light novel",
        "score": 6.62,
        "watchedBy": "639K"
    },
    {
        "title": "Date A Live II",
        "showStatus": "Finished",
        "totalEpisode": "10 eps",
        "episodeDuration": "28 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Spirits are otherworldly entities with immense power, capable of creating spatial quakes whenever they appear. One way of dealing with them is through brute force and killing them... or making them fall in love and sealing their powers. \n\nHaving sealed three Spirits, Shidou Itsuka continues his mission with Ratatoskr in locating more spirits and dating them, to ensure the world's safety from further destruction. However, this time around, their problems will not be limited to Spirits as a more imposing threat seems to have noticed their activities.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Production IMS"
        ],
        "source": "Light novel",
        "score": 7.18,
        "watchedBy": "638K"
    },
    {
        "title": "Koukaku Kidoutai",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "82 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "In the year 2029, Niihama City has become a technologically advanced metropolis. Due to great improvements in cybernetics, its citizens are able to replace their limbs with robotic parts. The world is now more interconnected than ever before, and the city's Public Security Section 9 is responsible for combating corruption, terrorism, and other dangerous threats following this shift toward globalization.\n\nThe strong-willed Major Motoko Kusanagi of Section 9 spearheads a case involving a mysterious hacker known only as the \"Puppet Master,\" who leaves a trail of victims stripped of their memories. Like many in this futuristic world, the Puppet Master's body is almost entirely robotic, giving them incredible power.\n\nAs Motoko and her subordinates follow the enigmatic criminal's trail, other parties—including Section 6—start to get involved, forcing her to confront the extremely complicated nature of the case. Pondering about various philosophical questions, such as her own life's meaning, Motoko soon realizes that the one who will provide these answers is none other than the Puppet Master themself.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Production I.G"
        ],
        "source": "Manga",
        "score": 8.27,
        "watchedBy": "636K"
    },
    {
        "title": "Gintama°",
        "showStatus": "Finished",
        "totalEpisode": "51 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Gintoki, Shinpachi, and Kagura return as the fun-loving but broke members of the Yorozuya team! Living in an alternate-reality Edo, where swords are prohibited and alien overlords have conquered Japan, they try to thrive on doing whatever work they can get their hands on. However, Shinpachi and Kagura still haven't been paid... Does Gin-chan really spend all that cash playing pachinko?\n\nMeanwhile, when Gintoki drunkenly staggers home one night, an alien spaceship crashes nearby. A fatally injured crew member emerges from the ship and gives Gintoki a strange, clock-shaped device, warning him that it is incredibly powerful and must be safeguarded. Mistaking it for his alarm clock, Gintoki proceeds to smash the device the next morning and suddenly discovers that the world outside his apartment has come to a standstill. With Kagura and Shinpachi at his side, he sets off to get the device fixed; though, as usual, nothing is ever that simple for the Yorozuya team.\n\nFilled with tongue-in-cheek humor and moments of heartfelt emotion, Gintama's fourth season finds Gintoki and his friends facing both their most hilarious misadventures and most dangerous crises yet.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bandai Namco Pictures"
        ],
        "source": "Manga",
        "score": 9.06,
        "watchedBy": "630K"
    },
    {
        "title": "Suzumiya Haruhi no Shoushitsu",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "161 min ",
        "genre": [
            "Award Winning",
            "Mystery",
            "Sci-Fi",
            "Supernatural"
        ],
        "summary": "On a cold December day, Kyon arrives at school prepared for another outing with his fellow SOS Brigade members. However, much to his surprise, he discovers that almost everything has changed completely: Haruhi Suzumiya and Itsuki Koizumi are nowhere to be found; Mikuru Asahina does not recognize him at all; Yuki Nagato is a regular human; and Ryouko Asakura has mysteriously returned. Although he is no stranger to the supernatural, Kyon is disturbed by this odd turn of events and decides to investigate on his own.\n\nFinding himself to be the only person that is aware of the previous reality, Kyon is now faced with a difficult choice: to finally live the normal life he has always wanted, or uncover a way to turn back the hands of time and restore his chaotic yet familiar world.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Light novel",
        "score": 8.6,
        "watchedBy": "609K"
    },
    {
        "title": "Toaru Kagaku no Railgun",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "The student-filled Academy City is at the forefront of scientific advancement and home to the esper development program. The seven \"Level 5\" espers are the most powerful in Academy City, and ranked third among them is middle schooler Mikoto Misaka, an electricity manipulator known as \"The Railgun.\"\n \nWhen strange incidents begin occurring throughout the city, she finds each crime to be connected to the elusive \"Level Upper,\" a legendary device that allegedly increases the esper level of its user. As the situation escalates, it becomes apparent that there is more to the Level Upper than meets the eye, and that Academy City may be a far more twisted place than the glamorous utopia it appears to be.\n\nToaru Kagaku no Railgun focuses on Mikoto and her friends—and the dangerous situations they find themselves in—as they get caught up in the matter of the Level Upper. As Mikoto says, \"There's never a dull moment in this city.\"\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Manga",
        "score": 7.66,
        "watchedBy": "609K"
    },
    {
        "title": "Steins;Gate Movie: Fuka Ryouiki no Déjà vu",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "90 min ",
        "genre": [
            "Drama",
            "Sci-Fi"
        ],
        "summary": "After a year in America, Kurisu Makise returns to Akihabara and reunites with Rintarou Okabe. However, their reunion is cut short when Okabe begins to experience recurring flashes of other timelines as the consequences of his time traveling start to manifest. These side effects eventually culminate in Okabe suddenly vanishing from the world, and only the startled Kurisu has any memory of his existence.\n\nIn the midst of despair, Kurisu is faced with a truly arduous choice that will test both her duty as a scientist and her loyalty as a friend: follow Okabe's advice and stay away from traveling through time to avoid the potential consequences it may have on the world lines, or ignore it to rescue the person that she cherishes most. Regardless of her decision, the path she chooses is one that will affect the past, the present, and the future.\n\n[Written by MAL Rewrite]",
        "studio": [
            "White Fox"
        ],
        "source": "Visual novel",
        "score": 8.45,
        "watchedBy": "594K"
    },
    {
        "title": "Higashi no Eden",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Award Winning",
            "Mystery",
            "Romance",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "On November 22, 2010, Japan was hit by missile strikes, a terrorist act that fortunately did not harm anyone, becoming known as \"Careless Monday.\" Quickly forgotten, society goes on about their lives as normal.\n \nDuring her graduation trip to America three months later, friendly college student Saki Morimi's life is forever changed when she finds herself saved from unexpected trouble by Akira Takizawa. Takizawa is cheerful, but odd in many ways—he is stark naked and suffers from amnesia, believing himself to be a terrorist. In addition, he possesses a strange cell phone loaded with 8.2 billion yen in digital cash.\n\nDespite Takizawa's suspicious traits, Saki quickly befriends the enigmatic young man. However, unbeknownst to her, this is the beginning of a thrilling death game involving money, cell phones, and the salvation of the world. Higashi no Eden chronicles Saki's struggle to unravel the mysteries behind her savior, while Takizawa himself battles other individuals armed with similar cell phones and returning memories which reveal his possible connection to the event from months ago.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Production I.G"
        ],
        "source": "Original",
        "score": 7.74,
        "watchedBy": "566K"
    },
    {
        "title": "Evangelion Movie 1: Jo",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "101 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "In a post-apocalyptic world, the last remaining human settlement in Japan is the heavily fortified city of Tokyo-3. Fourteen-year-old Shinji Ikari is brought to the headquarters of NERV, an underground organization lead by his estranged father, Gendou. He requests that Shinji become a pilot of an \"Evangelion,\" a colossal android built to fight against monstrous and destructive alien creatures known as \"Angels\" that wreak havoc on the planet and threaten the survival of the remaining human race.\n\nAlthough initially reluctant, Shinji is swayed by the idea of reconciling with his father, and agrees to aid in mankind's perilous endeavor against its alien threat, as the pilot of Evangelion Unit-01. Thrust into the midst of a dangerous battlefield, Shinji must find the necessary courage and resolve to face against the Angels' incursions before it is too late.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Khara"
        ],
        "source": "Original",
        "score": 8,
        "watchedBy": "565K"
    },
    {
        "title": "Darwin's Game",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "26 min ",
        "genre": [
            "Action",
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin's Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home.\n\nUnfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife.\n\nAs he desperately runs for his life, Kaname puts two and two together and realizes that Darwin's Game is not an ordinary game, but rather, it's a brutal fight for survival.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Nexus"
        ],
        "source": "Manga",
        "score": 7.22,
        "watchedBy": "558K"
    },
    {
        "title": "Gintama'",
        "showStatus": "Finished",
        "totalEpisode": "51 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "After a one-year hiatus, Shinpachi Shimura returns to Edo, only to stumble upon a shocking surprise: Gintoki and Kagura, his fellow Yorozuya members, have become completely different characters! Fleeing from the Yorozuya headquarters in confusion, Shinpachi finds that all the denizens of Edo have undergone impossibly extreme changes, in both appearance and personality. Most unbelievably, his sister Otae has married the Shinsengumi chief and shameless stalker Isao Kondou and is pregnant with their first child.\n\nBewildered, Shinpachi agrees to join the Shinsengumi at Otae and Kondou's request and finds even more startling transformations afoot both in and out of the ranks of the the organization. However, discovering that Vice Chief Toushirou Hijikata has remained unchanged, Shinpachi and his unlikely Shinsengumi ally set out to return the city of Edo to how they remember it.\n\nWith even more dirty jokes, tongue-in-cheek parodies, and shameless references, Gintama' follows the Yorozuya team through more of their misadventures in the vibrant, alien-filled world of Edo.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Sunrise"
        ],
        "source": "Manga",
        "score": 9.03,
        "watchedBy": "555K"
    },
    {
        "title": "God Eater",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "The year is 2071. Humanity has been pushed to the brink of extinction following the emergence of man-eating monsters called \"Aragami\" that boast an immunity to conventional weaponry. They ravaged the land, consuming almost everything in their path and leaving nothing in their wake. To combat them, an organization named Fenrir was formed as a last-ditch effort to save humanity through the use of \"God Eaters\"—special humans infused with Oracle cells, allowing them to wield the God Arc, the only known weapon capable of killing an Aragami. One such God Eater is Lenka Utsugi, a New-Type whose God Arc takes the form of both blade and gun.\n\nNow, as one of Fenrir's greatest weapons, Lenka must master his God Arc if he is to fulfill his desire of wiping out the Aragami once and for all. The monsters continue to be born en masse while the remnants of humanity struggle to survive the night. Only God Eaters stand between the Aragami and complete and total annihilation of the human race.\n\n[Written by MAL Rewrite]",
        "studio": [
            "ufotable"
        ],
        "source": "Game",
        "score": 7.19,
        "watchedBy": "546K"
    },
    {
        "title": "Paprika",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "90 min ",
        "genre": [
            "Avant Garde",
            "Award Winning",
            "Fantasy",
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "The world of dreams can be an incredible window into the psyche, showing one's deepest desires, aspirations, and repressed memories. One hopeful tech lab has been developing the \"DC Mini,\" a device with the power to delve into the dreams of others. Atsuko Chiba and Kosaku Tokita have been tirelessly working to develop this technology with the hopes of using it to deeply explore patients' minds and help cure them of their psychological disorders.\n\nHowever, having access to the deepest corners of a person's mind comes with a tremendous responsibility. In the wrong hands, the DC Mini could be used as a form of psychological terrorism and cause mental breakdowns in the minds of targets. When this technology is stolen and people around them start acting strangely, Atsuko and Kosaku know they have a serious problem on their hands. Enlisting the help of Officer Konakawa, who has been receiving this experimental therapy, they search both the real and dream worlds for their mental terrorist.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Novel",
        "score": 8.04,
        "watchedBy": "544K"
    },
    {
        "title": "Evangelion Movie 2: Ha",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "112 min ",
        "genre": [
            "Action",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "When the threat of the Angel menace escalates, mankind's defense force is pushed to its limits, with NERV at the forefront of the struggle. Shinji Ikari and his partner Rei Ayanami are assisted by two new pilots: the fiery Asuka Langley Shikinami and the mysterious Mari Illustrious Makinami.\n\nWith the aid of their mechanized Evangelion units, equipped with weapons perfect for engaging their monstrous opponents, the four young souls fight desperately to protect their loved ones and prevent an impending apocalypse. But when startling secrets are brought to light, will the heroes' greatest challenge prove to be the monsters...or humanity itself?\n\n[Written by MAL Rewrite]",
        "studio": [
            "Khara"
        ],
        "source": "Original",
        "score": 8.3,
        "watchedBy": "543K"
    },
    {
        "title": "Vivy: Fluorite Eye's Song",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "When highly evolved AIs set out to eradicate mankind, the carnage that ensues fills the air with the stench of fresh blood and burning bodies. In a desperate bid to prevent the calamity from ever occurring, a scientist bets everything on a remnant from the past.\n\nTurning the clock back a hundred years, AIs are already an integral part of human society, programmed with specific missions meant to be carried out for their entire course of operation. Vivy, the first ever autonomous AI, is a songstress tasked with spreading happiness through her voice. In a theme park where she hardly ever gets a proper audience, she strives to pour her heart out into her performances, bound to repeat it day after day—that is, until an advanced AI from the future appears before her and enlists her help in stopping a devastating war a hundred years in the making. With no time to process the revelation that flips her world upside down, Vivy is catapulted into a century-long journey to avert the violent history yet to come.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Wit Studio"
        ],
        "source": "Original",
        "score": 8.4,
        "watchedBy": "536K"
    },
    {
        "title": "Suzumiya Haruhi no Yuuutsu (2009)",
        "showStatus": "Finished",
        "totalEpisode": "14 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "Kyon has found himself dragged through many adventures as of late—all because of the SOS Brigade club and its excitable leader, Haruhi Suzumiya. He has stopped believing in the supernatural long ago, but after being forced to join this club based solely on that, he has seen things that cannot be explained logically. \n\nJoining Kyon on his various misadventures is the shy and soft-spoken Mikuru Asahina, the bookish Yuki Nagato, and the ever-cheerful Itsuki Koizumi. Whether it is summer vacation or a school festival, things involving their club and Haruhi herself always end up becoming strange.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kyoto Animation"
        ],
        "source": "Light novel",
        "score": 7.22,
        "watchedBy": "530K"
    },
    {
        "title": "Summer Wars",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "114 min ",
        "genre": [
            "Award Winning",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "OZ, a virtual world connected to the internet, has become extremely popular worldwide as a spot for people to engage in a large variety of activities, such as playing sports or shopping, through avatars created and customized by the user. OZ also possesses a near impenetrable security due to its strong encryption, ensuring that any personal data transmitted through the networks will be kept safe in order to protect those who use it. Because of its convenient applications, the majority of society has become highly dependent on the simulated reality, even going as far as entrusting the system with bringing back the unmanned asteroid explorer, Arawashi.\n \nKenji Koiso is a 17-year-old math genius and part-time OZ moderator who is invited by his crush Natsuki Shinohara on a summer trip. But unbeknownst to him, this adventure requires him to act as her fiancé. Shortly after arriving at Natsuki's family's estate, which is preparing for her great-grandmother's 90th birthday, he receives a strange, coded message on his cell phone from an unknown sender who challenges him to solve it. Kenji is able to crack the code, but little does he know that his math expertise has just put Earth in great danger.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Original",
        "score": 8.02,
        "watchedBy": "520K"
    },
    {
        "title": "Aldnoah.Zero",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Sci-Fi"
        ],
        "summary": "The discovery of a hypergate on the Moon once allowed the human race to teleport to Mars. Those who chose to settle there unearthed a technology far more advanced than that of their home planet, which they named \"Aldnoah.\" This discovery led to the founding of the Vers Empire of Mars and a declaration of war against the \"Terrans,\" those who stayed behind on Earth. However, a battle on the moon—later called \"Heaven's Fall\"—caused the hypergate to explode, destroying the moon and leading the two planets to establish an uneasy ceasefire.\n\nTheir peace was a fragile one, however. Fifteen years later, high school student Inaho Kaizuka witnesses the plotted assassination of the Vers Empire's Princess Asseylum Vers Allusia, who had come to Earth in hopes of repairing the relationship between the empire and its homeland. The ceasefire is shattered, and the Martians declare war on the Terrans once again. In the face of this insurmountable enemy, Inaho and his friends must now fight against the Vers Empire to settle the war once and for all.\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures",
            "TROYCA"
        ],
        "source": "Original",
        "score": 7.39,
        "watchedBy": "513K"
    },
    {
        "title": "Takt Op. Destiny",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "The United States of America has been in chaos ever since the emergence of D2s, an invasive species originating from a black meteorite that fell to Earth. A public decree banned citizens from playing any melodies, to prevent further casualties caused by the D2s' hatred for music—even now, in 2047, this prohibition is still in effect. Humanity's only form of defense against the D2s are Musicarts, young women representing pieces of classical music; and Conductors, the ones controlling them.\n\nTakt Asahina, an aloof piano prodigy, finds himself transformed into a Conductor following a spontaneous D2 attack. The same incident kills Anna Schneider's younger sister, Cosette, and brings Takt into contact with his Musicart, Destiny. Searching for a means of stabilizing the pact between themselves, Takt and Destiny—alongside Anna—embark on a perilous journey to the Symphonica Headquarters in New York City.\n\nTakt is in a hurry to reach the city so that he can play the piano again, even though his passion attracts the creatures he has come to despise. Meanwhile, Destiny's sense of duty drags the group into trouble along the way. With a D2-infested path and many more arduous obstacles ahead of them, will the trio make it to New York City in one piece?\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse",
            "MAPPA"
        ],
        "source": "Mixed media",
        "score": 7.15,
        "watchedBy": "509K"
    },
    {
        "title": "Megalo Box",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Sci-Fi",
            "Sports"
        ],
        "summary": "\"To be quiet and do as you're told, that's the cowardly choice.\" These are the words of Junk Dog, an underground fighter of Megalo Box, an evolution of boxing that utilizes mechanical limbs known as Gear to enhance the speed and power of its users. Despite the young man's brimming potential as a boxer, the illegal nature of his participation forces him to make a living off of throwing matches as dictated by his boss Gansaku Nanbu. However, this all changes when the Megalo Box champion Yuuri enters his shabby ring under the guise of just another challenger. Taken out in a single round, Junk Dog is left with a challenge: \"If you're serious about fighting me again, then fight your way up to me and my ring.\"\n\nFilled with overwhelming excitement and backed by the criminal syndicate responsible for his thrown matches, Junk Dog enters Megalonia: a world-spanning tournament that will decide the strongest Megalo Boxer of them all. Having no name of his own, he takes on the moniker of \"Joe\" as he begins his climb from the very bottom of the ranked list of fighters. With only three months left to qualify, Joe must face off against opponents the likes of which he has never fought in order to meet the challenge of his rival.\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Original",
        "score": 7.88,
        "watchedBy": "509K"
    },
    {
        "title": "Full Metal Panic!",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Mithril, a covert military institution using state-of-the-art technology to combat terrorist operations, assigns a specialized team to a sensitive mission. Under the command of superior officer Melissa Mao, sergeants Sousuke Sagara and Kurz Weber must secretly protect Kaname Chidori—a teenage girl who unconsciously holds breakthrough scientific knowledge and is considered a \"Whispered\"—from intelligence agencies and other organizations pursuing her abilities.\n\nWhile Kurz and Melissa are to assist him remotely, Sousuke enrolls at Kaname's high school as one of her classmates to closely monitor her. However, his militaristic upbringing and poor social skills lead to a difficult adjustment to civilian life. Not only does he attract unnecessary attention, but his actions frequently make Kaname suspicious of him.\n\nDespite the earnest attempts to fulfill his duty, a terrorist ambush further complicates Sousuke's task. Recognizing the vicious mastermind behind the assault, Sousuke abandons his orders to ensure Kaname's safety.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Gonzo"
        ],
        "source": "Light novel",
        "score": 7.6,
        "watchedBy": "497K"
    },
    {
        "title": "86 Part 2",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Drama",
            "Sci-Fi"
        ],
        "summary": "The disappearance of the Spearhead Squadron beyond the horizon does little to hide the intensity of the Republic of San Magnolia's endless propaganda. Vladilena Milizé continues to operate as \"Handler One,\" the commander of yet another dehumanized 86th faction's squadron in the continuous war against the Legion.\n\nOn the Western Front, Shinei Nouzen and his squad are quarantined in a military base controlled by the Federal Republic of Giad, formerly known as the Giadian Empire. The newly-established government grants the saved Eighty-Six full citizenship and freedom. Housed by the president Ernst Zimmerman himself, the group meets his adoptive daughter and the last Empress, Augusta Frederica Adel-Adler.\n\nHowever, within the calm of this tender society, Shinei and his team feel that their purpose is on the battlefield. Before long, they are once again in the midst of the Legion's onslaught as a part of the Federacy's Nordlicht Squadron, accompanied by Augusta Frederica. But, as history repeats itself, they realize that no matter the side, death and pain on the front lines are the only comfort they know.\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Light novel",
        "score": 8.7,
        "watchedBy": "496K"
    },
    {
        "title": "Tenkuu no Shiro Laputa",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "124 min ",
        "genre": [
            "Adventure",
            "Award Winning",
            "Fantasy",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "In a world filled with planes and airships, Sheeta is a young girl who has been kidnapped by government agents who seek her mysterious crystal amulet. While trapped aboard an airship, she finds herself without hope—that is, until the ship is raided by pirates. Taking advantage of the ensuing confusion, Sheeta manages to flee from her captors. Upon her escape, she meets Pazu, a boy who dreams of reaching the fabled flying castle, Laputa. The two decide to embark on a journey together to discover this castle in the sky. However, they soon find the government agents back on their trail, as they too are trying to reach Laputa for their own greedy purposes.\n\nTenkuu no Shiro Laputa follows the soaring adventures of Sheeta and Pazu, all while they learn how dreams and dire circumstances can bring two people closer together.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Studio Ghibli"
        ],
        "source": "Original",
        "score": 8.26,
        "watchedBy": "488K"
    },
    {
        "title": "Chobits",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Drama",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "When computers start to look like humans, can love remain the same?\n\nHideki Motosuwa is a young country boy who is studying hard to get into college. Coming from a poor background, he can barely afford the expenses, let alone the newest fad: Persocoms, personal computers that look exactly like human beings. One evening while walking home, he finds an abandoned Persocom. After taking her home and managing to activate her, she seems to be defective, as she can only say one word, \"Chii,\" which eventually becomes her name. Unlike other Persocoms, however, Chii cannot download information onto her hard drive, so Hideki decides to teach her about the world the old-fashioned way, while studying for his college entrance exams at the same time.\n\nAlong with his friends, Hideki tries to unravel the mystery of Chii, who may be a \"Chobit,\" an urban legend about special units that have real human emotions and thoughts, and love toward their owner. But can romance flourish between a Persocom and a human? \n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Manga",
        "score": 7.4,
        "watchedBy": "484K"
    },
    {
        "title": "Sora no Otoshimono",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Fantasy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "Ever since he was a child, Tomoki Sakurai has always woke up with tears after a dream of an angel. His childhood friend Sohara Mitsuki worries about this and decides to seek the help of Eishirou Sugata, an eccentric sky maniac. He concludes that Tomoki's dream is undoubtedly connected to what is known as the New World, a floating anomaly that scientists have failed to understand.\n \nRecruiting the New World Discovery Club's first members, Eishirou schedules a time to meet up in order to observe the mystery in the sky. That day, Tomoki's peaceful life is changed forever when a strange girl falls from the sky and begins to call him master.\n \nSora no Otoshimono follows the daily activities of the New World Discovery Club as they begin to learn more about the Angeloids that have arrived on Earth.\n\n[Written by MAL Rewrite]",
        "studio": [
            "AIC ASTA"
        ],
        "source": "Manga",
        "score": 7.24,
        "watchedBy": "480K"
    },
    {
        "title": "Tengoku Daimakyou",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Adventure",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "Fifteen years ago, disaster struck human civilization, and now dangerous man-eating monsters roam the ravaged lands, posing an existential threat to the remaining survivors. Amid this turmoil, an isolated facility shelters children and nurtures them in peace. However, as a few among them find out about the world beyond the narrow periphery of their nursery's walls, their curiosity about it slowly grows.\n\nMeanwhile, in the outside world, young survivors Maru and Kiruko band together to search for a special place called Heaven, each for their own reasons. Carrying past burdens and tragic secrets, the two hope to find answers to the cruelty they have experienced in their lives and in the world, which still remains in tatters.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Production I.G"
        ],
        "source": "Manga",
        "score": 8.22,
        "watchedBy": "466K"
    },
    {
        "title": "Made in Abyss Movie 3: Fukaki Tamashii no Reimei",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "105 min ",
        "genre": [
            "Adventure",
            "Drama",
            "Fantasy",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "After bonding over a tragic loss, the long-suffering Nanachi joins Riko and Reg on their journey into the depths of the Abyss. Awaiting the children is the Sea of Corpses—the Abyss's fifth layer, and the deepest level from which a traveler can return without losing their human form.\n\nThe masked sadist Bondrewd stands between the children and the rest of their adventure. Bondrewd's horrific laboratory serves as a final checkpoint for those wishing to traverse deeper into the Abyss, and the sociopathic scientist has no desire to allow Riko's party to pass through at no cost. Deeply scarred by Bondrewd's impact on their childhood, Nanachi is engulfed in turmoil over his resurgence in their life.\n\nBondrewd's only apparent weakness is Prushka, a brash child who claims to be his daughter. Riko, Reg, and Nanachi befriend Prushka and work with the girl to overcome her father's machinations and breach the Abyss's sixth layer.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kinema Citrus"
        ],
        "source": "Web manga",
        "score": 8.61,
        "watchedBy": "462K"
    },
    {
        "title": "Toaru Majutsu no Index II",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "As tensions between the world of magic and Academy City continues to rise, Touma Kamijou and his hand of negation must face off against both esper and magician in order to protect the lives of those around him. Of course, he is not alone in his fight; whether by his side or out of sight, allies and enemies both old and new will enter the fray to help him.\n\nToaru Majutsu no Index II continues the story of action and comedy, as the scale of Touma and his allies' battle grows ever larger. A conflict is slowly brewing on the horizon, and magic and science will cross paths once again in the war to come.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Light novel",
        "score": 7.52,
        "watchedBy": "461K"
    },
    {
        "title": "Dr. Stone: New World",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "With the ambitious Ryuusui Nanami on board, Senkuu Ishigami and his team are almost ready to sail the seas and reach the other side of the world—where the bizarre green light that petrified humanity originated. Thanks to the revival of a skillful chef, enough food is being prepared for the entire crew, and the incredible reinvention of the GPS promises to ensure safety on the open sea.\n\nPreparations for the upcoming journey progress swimmingly until Senkuu receives an eerie message from a mysterious source. More driven than ever, the scientist sets out to explore the new world and discover what it can offer for his scientific cause. Though the uncharted territories may hide unkind surprises, Senkuu, with a little help from science, is ready to take on any challenge.\n\n[Written by MAL Rewrite]",
        "studio": [
            "TMS Entertainment"
        ],
        "source": "Manga",
        "score": 8.15,
        "watchedBy": "454K"
    },
    {
        "title": "Evangelion Movie 3: Q",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "95 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Fourteen years after the Third Impact, the Earth is a post-apocalyptic wasteland, human civilization is in ruins, and the people Shinji Ikari knows are almost unrecognizable. Trapped inside Evangelion Unit-01, he is recovered from space by Asuka Langley Shikinami and Mari Illustrious Makinami, only to find himself a prisoner of WILLE, a military faction led by his former guardian Misato Katsuragi. Cold and bitter, his former allies view him with suspicion and refuse to support him as he comes to terms with the consequences of his actions.\n\nA hurt and confused Shinji is rescued from WILLE by Rei Ayanami and returned to NERV headquarters. There, he meets and quickly befriends the enigmatic Kaworu Nagisa, who offers him warmth and insight into the state of NERV's war with the Angels. But Shinji and Kaworu's brief respite lies on the eve of a new battle, one in which Shinji finds that his enemies are no longer Angels but former comrades. In this bitter confrontation to determine the future of the world, Shinji will learn first-hand that the past truly cannot be undone.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Khara"
        ],
        "source": "Original",
        "score": 7.65,
        "watchedBy": "445K"
    },
    {
        "title": "Mekakucity Actors",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Sci-Fi",
            "Supernatural"
        ],
        "summary": "On the hot summer day of August 14, Shintarou Kisaragi is forced to leave his room for the first time in two years. While arguing with the cyber girl Ene who lives in his computer, Shintarou Kisaragi accidentally spills soda all over his keyboard. Though they try to find a replacement online, most stores are closed due to the Obon festival, leaving them with no other choice but to visit the local department store. Venturing outside makes Shintarou extremely anxious, but the thought of living without his computer is even worse. It's just his luck that on the day he finally goes out, he's caught in a terrifying hostage situation.\n\nLuckily, a group of teenagers with mysterious eye powers, who call themselves the \"Mekakushi Dan,\" assist Shintarou in resolving the situation. As a result, he is forced to join their group, along with Ene. Their abilities seem to be like pieces of a puzzle, connecting one another, and as each member's past is unveiled, the secret that ties them together is slowly brought to light.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Shaft"
        ],
        "source": "Mixed media",
        "score": 7.02,
        "watchedBy": "442K"
    },
    {
        "title": "Made in Abyss: Retsujitsu no Ougonkyou",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Adventure",
            "Drama",
            "Fantasy",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "After surviving the brutal challenges of Idofront, Riko now possesses a White Whistle, allowing her to descend into the Abyss's sixth layer—The Capital of the Unreturned. Alongside Reg and Nanachi, Riko begins to explore the uncharted domain, where the ruins of the promised Golden City are located.\n\nAs the trio starts to adapt to the harsh environment, they soon encounter dangerous creatures and treacherous landscapes. Their expedition leads them to a village inhabited by strange beings known as \"hollows.\" Despite the creeping sense of unease that welcomes them, the three venture onward to uncover the mysteries of the settlement and long-lost legacies of the forgotten adventurers who once descended into the horrors of the unexplored Abyss.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Kinema Citrus"
        ],
        "source": "Web manga",
        "score": 8.64,
        "watchedBy": "442K"
    },
    {
        "title": "Steins;Gate: Oukoubakko no Poriomania",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "A few months after the events of Steins;Gate, Rintarou Okabe and his group of friends are invited to tag along with their acquaintance Faris NyanNyan, who is participating in a Rai-Net battle event in the United States. There, they meet up with an old colleague: Kurisu Makise, who has been recalling fragmented memories of events that happened in the other world lines in the form of dreams. She confronts Okabe, questioning him as to whether these events—particularly the incidents between the two of them—did indeed happen.\n\n[Written by MAL Rewrite]",
        "studio": [
            "White Fox"
        ],
        "source": "Visual novel",
        "score": 8.29,
        "watchedBy": "439K"
    },
    {
        "title": "Koukyoushihen Eureka Seven",
        "showStatus": "Finished",
        "totalEpisode": "50 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Adventure",
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "In the backwater town of Bellforest lives a 14-year-old boy named Renton Thurston. He desires to leave his home behind and join the mercenary group known as Gekkostate, hoping to find some adventure to brighten up his mundane life. However, stuck between his grandfather's insistence to become a mechanic like him and the pressure of his deceased father's legacy, the only excitement Renton finds is in his pastime of riding the Trapar wave particles that are dispersed throughout the air, an activity akin to surfing.\n\nEverything changes when an unknown object crashes through Renton's garage, discovered to be a Light Finding Operation—a robot capable of riding the Trapar waves—specifically known as the Nirvash typeZERO. Its pilot is a young girl named Eureka, a member of the Gekkostate, who requests a tune-up for the Nirvash. Their meeting sparks the beginning of Renton's involvement with the Gekkostate as he takes off alongside Eureka as the co-pilot of the Nirvash.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Original",
        "score": 8.05,
        "watchedBy": "436K"
    },
    {
        "title": "No.6",
        "showStatus": "Finished",
        "totalEpisode": "11 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Drama",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "Many years ago, after the end of a bloody world war, mankind took shelter in six city-states that were peaceful and perfect... at least on the surface. However, Shion—an elite resident of the city-state No. 6—gained a new perspective on the world he lives in, thanks to a chance encounter with a mysterious boy, Nezumi. Nezumi turned out to be just one of many who lived in the desolate wasteland beyond the walls of the supposed utopia. But despite knowing that the other boy was a fugitive, Shion decided to take him in for the night and protect him, which resulted in drastic consequences: because of his actions, Shion and his mother lost their status as elites and were relocated elsewhere, and the darker side of the city began to make itself known. \n\nNow, a long time after their life-altering first meeting, Shion and Nezumi are finally brought together once again—the former elite and the boy on the run are about to embark on an adventure that will, in time, reveal the shattering secrets of No. 6.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Novel",
        "score": 7.56,
        "watchedBy": "436K"
    },
    {
        "title": "Gakusen Toshi Asterisk 2nd Season",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "Gakusen Toshi Asterisk 2nd Season continues the story of Genestella students Ayato Amagiri and Julis-Alexia von Riessfeld, who have progressed to the next round of the Phoenix Festa after a long and strenuous battle with sisters Irene and Priscilla Urzaiz.\n\nDespite Julis and Ayato's best attempts, the fact that Ayato's powers have been sealed is no longer a secret. Now at a major disadvantage, the duo must come up with a plan if they are to have any hope of winning the Phoenix Festa. Only one thing is for sure: the troubles heading their way are only going to get more insurmountable from here on.\n\n[Written by MAL Rewrite]",
        "studio": [
            "A-1 Pictures"
        ],
        "source": "Light novel",
        "score": 6.99,
        "watchedBy": "436K"
    },
    {
        "title": "Akudama Drive",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "The bustling metropolis of Kansai, where cybernetic screens litter the neon landscape, may seem like a technological utopia at first glance. But in the dark alleys around the brightly-lit buildings, an unforgiving criminal underbelly still exists in the form of fugitives known as \"Akudama.\" \n\nNo stranger to these individuals, Kansai police begin the countdown to the public execution of an infamous Akudama \"Cutthroat,\" guilty of killing 999 people. However, a mysterious message is sent to several elite Akudama, enlisting them to free Cutthroat for a substantial amount of money. An invisible hand seeks to gather these dangerous personas in one place, ensuring that the execution is well underway to becoming a full-blown bloodbath.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Pierrot"
        ],
        "source": "Original",
        "score": 7.59,
        "watchedBy": "433K"
    },
    {
        "title": "World Trigger",
        "showStatus": "Finished",
        "totalEpisode": "73 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Action",
            "Sci-Fi"
        ],
        "summary": "When a gate to another world suddenly opens on Earth, Mikado City is invaded by strange creatures known as \"Neighbors,\" malicious beings impervious to traditional weaponry. In response to their arrival, an organization called the Border Defense Agency has been established to combat the Neighbor menace through special weapons called \"Triggers.\" Even though several years have passed after the gate first opened, Neighbors are still a threat and members of Border remain on guard to ensure the safety of the planet.\n\nDespite this delicate situation, members-in-training, such as Osamu Mikumo, are not permitted to use their Triggers outside of headquarters. But when the mysterious new student in his class is dragged into a forbidden area by bullies, they are attacked by Neighbors, and Osamu has no choice but to do what he believes is right. Much to his surprise, however, the transfer student Yuuma Kuga makes short work of the aliens, revealing that he is a humanoid Neighbor in disguise.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Toei Animation"
        ],
        "source": "Manga",
        "score": 7.58,
        "watchedBy": "420K"
    },
    {
        "title": "Darker than Black: Ryuusei no Gemini",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "One night, as meteors streak across the star-studded sky, Shion Pavlichenko becomes a Contractor. Despite her brother's transformation, Shion's twin sister Suou continues to live a fairly ordinary life, attending middle school with her friends and getting caught up in the awkwardness of growing up. However, everything changes when her home is invaded by a masked man cloaked in black, destroying any sense of normality she once had. Revealed to possess latent Contractor abilities of her own, Suou is caught between family, friends, and her own sense of purpose as she ventures into the ruthless world of cutthroats and espionage that Contractors call home.\n\nMeanwhile in Tokyo, investigation surrounding Hell's Gate's sudden collapse is underway, and prophetic signs of doom point in the direction of a silver-haired doll.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Original",
        "score": 7.43,
        "watchedBy": "412K"
    },
    {
        "title": "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Drama",
            "Fantasy",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Putting his life on the line, Willem Kmetsch leaves his loved ones behind and sets out to battle a mysterious monster, and even though he is victorious, he is rendered frozen in ice. It is during his icy slumber that terrifying creatures known as \"Beasts\" emerge on the Earth's surface and threaten humanity's existence. Willem awakens 500 years later, only to find himself the sole survivor of his race as mankind is wiped out.\n \nTogether with the other surviving races, Willem takes refuge on the floating islands in the sky, living in fear of the Beasts below. He lives a life of loneliness and only does odd jobs to get by. One day, he is tasked with being a weapon storehouse caretaker. Thinking nothing of it, Willem accepts, but he soon realizes that these weapons are actually a group of young Leprechauns. Though they bear every resemblance to humans, they have no regard for their own lives, identifying themselves as mere weapons of war. Among them is Chtholly Nota Seniorious, who is more than willing to sacrifice herself if it means defeating the Beasts and ensuring peace.\n \nWillem becomes something of a father figure for the young Leprechauns, watching over them fondly and supporting them in any way he can. He, who once fought so bravely on the frontlines, can now only hope that the ones being sent to battle return safely from the monsters that destroyed his kind.\n\n[Written by MAL Rewrite] ",
        "studio": [
            "C2C",
            "Satelight"
        ],
        "source": "Light novel",
        "score": 7.67,
        "watchedBy": "400K"
    },
    {
        "title": "Koukaku Kidoutai: Stand Alone Complex",
        "showStatus": "Finished",
        "totalEpisode": "26 eps",
        "episodeDuration": "25 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Mystery",
            "Sci-Fi"
        ],
        "summary": "In the not so distant future, mankind has advanced to a state where complete body transplants from flesh to machine is possible. This allows for great increases in both physical and cybernetic prowess and blurring the lines between the two worlds. However, criminals can also make full use of such technology, leading to new and sometimes, very dangerous crimes. In response to such innovative new methods, the Japanese Government has established Section 9, an independently operating police unit which deals with such highly sensitive crimes.\n\nLed by Daisuke Aramaki and Motoko Kusanagi, Section 9 deals with such crimes over the entire social spectrum, usually with success. However, when faced with a new A level hacker nicknamed \"The Laughing Man,\" the team is thrown into a dangerous cat and mouse game, following the hacker's trail as it leaves its mark on Japan.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Production I.G"
        ],
        "source": "Manga",
        "score": 8.42,
        "watchedBy": "397K"
    },
    {
        "title": "Date A Live III",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "Shidou Itsuka carries on with his quest for Ratatoskr in finding Spirits and trying to seal their powers, all while maintaining his relationships with the ones he had already sealed. Moreover, as new Spirits appear, he must undergo more complicated trials—all to put a stop to further disasters as he discovers more about the Spirits' origin.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Light novel",
        "score": 7.19,
        "watchedBy": "394K"
    },
    {
        "title": "IS: Infinite Stratos 2",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "Second season of Infinite Stratos.",
        "studio": [
            "8bit"
        ],
        "source": "Light novel",
        "score": 6.46,
        "watchedBy": "393K"
    },
    {
        "title": "Toaru Kagaku no Railgun S",
        "showStatus": "Finished",
        "totalEpisode": "24 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "Mikoto Misaka and her friends are back, investigating rumors across Academy City. Soon, Mikoto discovers something terrifying: horrific experiments are taking place throughout the city, involving the murder of thousands of espers. Moreover, these espers are far from just ordinary people: they are clones of Mikoto herself. Feeling responsible for their treatment, she sets off to put an end to the experiments; however, the forces opposing her are much more dangerous than she anticipated, and Mikoto finds herself up against some of the most powerful espers imaginable.\n\nToaru Kagaku no Railgun S continues the story of the Railgun as she desperately fights to put an end to the inhuman experiments that she believes she helped cause, her life dragged deep into despair in the process. There's never a dull moment in Academy City, but no one ever said all of them would be pleasant.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Manga",
        "score": 8.01,
        "watchedBy": "389K"
    },
    {
        "title": "Ano Natsu de Matteru",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "summary": "While testing out his camera on a bridge one summer night, Kaito Kirishima sees a blue light streaking across the sky, only to be blown off the railing seconds later. Just before succumbing to unconsciousness, a hand reaches down to grab ahold of his own. Dazed and confused, Kaito wakes up the next morning wondering how he ended up back in his own room with no apparent injuries or any recollection of the night before. As he proceeds with his normal school life, Kaito and his friends discuss what to do with his camera, finally deciding to make a film with it over their upcoming summer break. Noticing that Kaito has an interest in the new upperclassmen Ichika Takatsuki, his friend Tetsurou Ishigaki decides to invite her, as well as her friend Remon Yamano, to join them in their movie project.\n\nIn what becomes one of the most entertaining and exciting summers of their lives, Kaito and his friends find that their time spent together is not just about creating a film, but something much more meaningful that will force them to confront their true feelings and each other.\n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Original",
        "score": 7.41,
        "watchedBy": "386K"
    },
    {
        "title": "Redline",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "102 min ",
        "genre": [
            "Action",
            "Sci-Fi"
        ],
        "summary": "Every five years, an exhilarating race called Redline is held, and the universe's most anticipated competition has only one rule: that there are none. Racers are pushed to their absolute limit—a feeling that daredevil driver JP knows all too well. Having just qualified to participate in Redline, he is eager to battle against the other highly skilled drivers, particularly the beautiful rising star and the only other human that qualified, Sonoshee McLaren.\n\nBut this year's Redline may be far more dangerous than usual—it has been announced to take place on the planet Roboworld with its trigger-happy military and criminals who look to turn the race to their own advantage. However, the potential danger doesn't stop the racers; in fact, it only adds to the thrill. Relying solely on his vehicle's speed, JP prepares for the event to come, aiming to take first place in the biggest race of his life.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Madhouse"
        ],
        "source": "Original",
        "score": 8.28,
        "watchedBy": "379K"
    },
    {
        "title": "Cowboy Bebop: Tengoku no Tobira",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "115 min ",
        "genre": [
            "Action",
            "Sci-Fi"
        ],
        "summary": "Another day, another bounty—such is the life of the often unlucky crew of the Bebop. However, this routine is interrupted when Faye, who is chasing a fairly worthless target on Mars, witnesses an oil tanker suddenly explode, causing mass hysteria. As casualties mount due to a strange disease spreading through the smoke from the blast, a whopping three hundred million woolong price is placed on the head of the supposed perpetrator.\n\nWith lives at stake and a solution to their money problems in sight, the Bebop crew springs into action. Spike, Jet, Faye, and Edward, followed closely by Ein, split up to pursue different leads across Alba City. Through their individual investigations, they discover a cover-up scheme involving a pharmaceutical company, revealing a plot that reaches much further than the ragtag team of bounty hunters could have realized.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Bones"
        ],
        "source": "Original",
        "score": 8.38,
        "watchedBy": "378K"
    },
    {
        "title": "Shin Evangelion Movie: ||",
        "showStatus": "Finished",
        "totalEpisode": "1 ep",
        "episodeDuration": "155 min ",
        "genre": [
            "Action",
            "Award Winning",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "Following NERV's failed attempt to retrieve the Spears of Longinus and carry out the Human Instrumentality Project, the destruction caused by the Fourth Impact has been largely averted. In a state of disarray, Shinji Ikari, Asuka Langley Shikinami, and Rei Ayanami travel to Village 3—a survivor settlement free from Earth's ruination. There, Shinji slowly comes to terms with his past, developing an entirely different life from his days as an Evangelion pilot.\n\nMeanwhile, NERV makes preparations to continue the Instrumentality Project by means of a new Impact. When WILLE's main aerial battleship arrives at the village, Shinji decides to board, believing that he can help by piloting an Evangelion. As new secrets are uncovered and a battle between WILLE and NERV approaches, the future of Earth hangs in the balance. Can Shinji save humanity and the rest of the world one last time?\n\n[Written by MAL Rewrite]",
        "studio": [
            "Khara"
        ],
        "source": "Original",
        "score": 8.59,
        "watchedBy": "374K"
    },
    {
        "title": "Sentouin, Hakenshimasu!",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Comedy",
            "Fantasy",
            "Sci-Fi"
        ],
        "summary": "As a chief operative of the villainous Kisaragi Corporation, Sentouin Roku-gou receives orders to help the organization conquer the entire known universe. Tasked with infiltrating the kingdom of Grace—a mission that could change the fate of the world—Roku-gou mistakenly believes that his skills as a combatant are superb, fuelling his arrogant attitude. To ensure the success of the mission, Alice Kisaragi, an exceptional android with a youthful appearance named after the company itself, is assigned to be Roku-gou's travel companion. \n\nUpon their arrival at the outskirts of the kingdom, Alice and Roku-gou encounter Snow, the commander of the country's royal guard. Snow leads the pair to a broken legendary artifact, and Roku-gou seizes the opportunity for a long-awaited promotion at his company and changes the recitation for the sacred ritual to an embarrassing phrase. As punishment, the princess of the kingdom forces Roku-gou to become an honorary knight, fulfilling part of his mission. Having infiltrated the kingdom's inner circle, Roku-gou must now help his new employer fight against the Demon Lord's Army, all while perpetuating evil deeds as a combatant of the Kisaragi Corporation. \n\n[Written by MAL Rewrite]",
        "studio": [
            "J.C.Staff"
        ],
        "source": "Light novel",
        "score": 7.15,
        "watchedBy": "373K"
    },
    {
        "title": "To LOVE-Ru Darkness",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "23 min ",
        "genre": [
            "Comedy",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "As close encounters of the twisted kind between the residents of the planet Develuke (represented primarily by the female members of the royal family) and the inhabitants of Earth (represented mainly by one very exhausted Rito Yuki) continue to escalate, the situation spirals even further out of control. When junior princesses Nana and Momo transferred into Earth School where big sister LaLa can (theoretically) keep an eye on them, things SHOULD be smooth sailing. But when Momo decides she'd like to \"supplement\" Rito's relationship with LaLa with a little \"sisterly love,\" you know LaLa's not going to waste any time splitting harems. Unfortunately, it's just about that point that Yami, the Golden Darkness, enters the scene with all the subtleness of a supernova, along with an army of possessed high school students! All of which is certain to make Rito's life suck more than a black hole at the family picnic. Unless, of course, a certain semi-demonic princess can apply a little of her Develukean Whoop Ass to exactly that portion of certain other heavenly bodies! \n\n(Source: Sentai Filmworks) ",
        "studio": [
            "Xebec"
        ],
        "source": "Manga",
        "score": 7.42,
        "watchedBy": "371K"
    },
    {
        "title": "Hundred",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Action",
            "Romance",
            "Sci-Fi",
            "Ecchi"
        ],
        "summary": "When an extraterrestrial organism known as \"Savage\" attacks mankind, the only technology capable of combating the enemy is a weapon known as “Hundred.” A survivor of a Savage attack, Hayato Kisaragi is a teenager boasting the highest compatibility level with the aforementioned technology and as a result, is invited to master his skills at Little Garden, a prestigious military academy aboard a battleship.\n\nOver the course of his intense training for the battle ahead, he immediately attracts the interest of multiple female peers and gets drawn into a number of incidents as he tries to fight against the creatures that now inhabit Earth and threaten its safety.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Production IMS"
        ],
        "source": "Light novel",
        "score": 6.31,
        "watchedBy": "371K"
    },
    {
        "title": "Id:Invaded",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Mystery",
            "Sci-Fi",
            "Suspense"
        ],
        "summary": "The Mizuhanome System is a highly advanced development that allows people to enter one of the most intriguing places in existence—the human mind. Through the use of so-called \"cognition particles\" left behind at a crime scene by the perpetrator, detectives from the specialized police squad Kura can manifest a criminal's unconscious mind as a bizarre stream of thoughts in a virtual world. Their task is to explore this psychological plane, called an \"id well,\" to reveal the identity of the culprit.\n\nNot just anyone can enter the id wells; the prerequisite is that you must have killed someone yourself. Such is the case for former detective Akihito Narihisago, who is known as \"Sakaido\" inside the id wells. Once a respected member of the police, tragedy struck, and he soon found himself on the other side of the law.\n\nNevertheless, Narihisago continues to assist Kura in confinement. While his prodigious detective skills still prove useful toward investigations, Narihisago discovers that not everything is as it seems, as behind the seemingly standalone series of murder cases lurks a much more sinister truth.\n\n[Written by MAL Rewrite]",
        "studio": [
            "NAZ"
        ],
        "source": "Original",
        "score": 7.83,
        "watchedBy": "370K"
    },
    {
        "title": "Gantz",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "22 min ",
        "genre": [
            "Action",
            "Drama",
            "Horror",
            "Sci-Fi",
            "Supernatural",
            "Suspense"
        ],
        "summary": "Knowing that he is risking his life, Kei Kurono makes the uncharacteristic decision to jump onto train tracks to save a homeless man from death, only to perish in the process. But when he comes to, Kei finds himself in a room with several other recently deceased people, as well as a large, mysterious black ball. While the people in the room are trying to make sense of their situation, the ball suddenly opens, revealing a cache of weapons and strange black suits. The ball then instructs everyone that they have to hunt down an alien and teleports them to an unknown location.\n\nWith very little information to work off of, Kei teams up with his childhood friend Masaru Katou and an unfamiliar woman, and the trio explore their new surroundings. It quickly becomes apparent, however, that they have stumbled into a dark and dangerous world where anything could happen to them.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Gonzo"
        ],
        "source": "Manga",
        "score": 6.98,
        "watchedBy": "359K"
    },
    {
        "title": "Space☆Dandy",
        "showStatus": "Finished",
        "totalEpisode": "13 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Dandy is a groovy, pompadour-wearing man who explores the stars in search of strange aliens for money, desiring to visit his favorite place: BooBies, the best diner in all the cosmos. Traversing the galaxies in his trusty ship, the Aloha Oe, Dandy is accompanied by his two equally unique friends: QT, the vacuum cleaner robot; and Meow, an alien with a cat-like appearance. \n\nAlthough exciting, Dandy's job is never simple, and each new day promises a completely different, thrilling adventure. Together, Dandy and his crew get dragged into perilous journeys, misadventures in romance, and out of this world scenarios—all whilst steering clear of the evil scientist, Dr. Gel of the Gogol Empire.\n\n[Written by MAL Rewrite]\n",
        "studio": [
            "Bones"
        ],
        "source": "Original",
        "score": 7.88,
        "watchedBy": "357K"
    },
    {
        "title": "Haiyore! Nyaruko-san",
        "showStatus": "Finished",
        "totalEpisode": "12 eps",
        "episodeDuration": "24 min ",
        "genre": [
            "Comedy",
            "Sci-Fi"
        ],
        "summary": "Mahiro Yasaka is just an ordinary high school student, until one day he is suddenly attacked by a dangerous monster. Just when everything seems to be lost, he is saved by a silver-haired girl named Nyaruko, who claims to be the shape-shifting deity Nyarlathotep from horror author H. P. Lovecraft's Cthulhu Mythos, sent by the Space Defense Agency to Earth. She explains to Mahiro that the creature chasing him was an alien called Nightgaunt, who had planned on abducting and selling him as a slave.\n\nAfter rescuing him from the alien, the Lovecraftian deity falls madly in love with Mahiro and forces herself into his household, much to his chagrin. Moreover, they are soon joined by two others from the fictional universe: Cthuko, a girl obsessed with Nyaruko, and Hasuta, a young boy easily mistaken for a beautiful female. Together, the three eccentric aliens protect Mahiro from the various extraterrestrial dangers that threaten both his and Earth's well-being, all the while making his life a living hell.\n\n[Written by MAL Rewrite]",
        "studio": [
            "Xebec"
        ],
        "source": "Light novel",
        "score": 6.98,
        "watchedBy": "356K"
    }
]