[{"title":"Fullmetal Alchemist: Brotherhood","showStatus":"Finished","totalEpisode":"64 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Drama","Fantasy"],"summary":"After a horrific alchemy experiment goes wrong in the Elric household, brothers Edward and Alphonse are left in a catastrophic new reality. Ignoring the alchemical principle banning human transmutation, the boys attempted to bring their recently deceased mother back to life. Instead, they suffered brutal personal loss: Alphonse's body disintegrated while Edward lost a leg and then sacrificed an arm to keep Alphonse's soul in the physical realm by binding it to a hulking suit of armor.\n\nThe brothers are rescued by their neighbor Pinako Rockbell and her granddaughter Winry. Known as a bio-mechanical engineering prodigy, Winry creates prosthetic limbs for Edward by utilizing \"automail,\" a tough, versatile metal used in robots and combat armor. After years of training, the Elric brothers set off on a quest to restore their bodies by locating the Philosopher's Stone—a powerful gem that allows an alchemist to defy the traditional laws of Equivalent Exchange.\n\nAs Edward becomes an infamous alchemist and gains the nickname \"Fullmetal,\" the boys' journey embroils them in a growing conspiracy that threatens the fate of the world.\n\n[Written by MAL Rewrite]","studio":["Bones"],"source":"Manga","score":9.09,"watchedBy":"3.3M"},{"title":"Sword Art Online","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy","Romance"],"summary":"Ever since the release of the innovative NerveGear, gamers from all around the globe have been given the opportunity to experience a completely immersive virtual reality. Sword Art Online (SAO), one of the most recent games on the console, offers a gateway into the wondrous world of Aincrad, a vivid, medieval landscape where users can do anything within the limits of imagination. With the release of this worldwide sensation, gaming has never felt more lifelike.\n\nHowever, the idyllic fantasy rapidly becomes a brutal nightmare when SAO's creator traps thousands of players inside the game. The \"log-out\" function has been removed, with the only method of escape involving beating all of Aincrad's one hundred increasingly difficult levels. Adding to the struggle, any in-game death becomes permanent, ending the player's life in the real world.\n\nWhile Kazuto \"Kirito\" Kirigaya was fortunate enough to be a beta-tester for the game, he quickly finds that despite his advantages, he cannot overcome SAO's challenges alone. Teaming up with Asuna Yuuki and other talented players, Kirito makes an effort to face the seemingly insurmountable trials head-on. But with difficult bosses and threatening dark cults impeding his progress, Kirito finds that such tasks are much easier said than done.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Light novel","score":7.21,"watchedBy":"3.1M"},{"title":"Naruto","showStatus":"Finished","totalEpisode":"220 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Moments before Naruto Uzumaki's birth, a huge demon known as the Nine-Tailed Fox attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the demon's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\n\nIn the present, Naruto is a hyperactive and knuckle-headed ninja growing up within Konohagakure. Shunned because of the demon inside him, Naruto struggles to find his place in the village. His one burning desire to become the Hokage and be acknowledged by the villagers who despite him. However, while his goal leads him to unbreakable bonds with lifelong friends, it also lands him in the crosshairs of many deadly foes.\n\n[Written by MAL Rewrite]","studio":["Pierrot"],"source":"Manga","score":8,"watchedBy":"2.8M"},{"title":"Hunter x Hunter (2011)","showStatus":"Finished","totalEpisode":"148 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Hunters devote themselves to accomplishing hazardous tasks, all from traversing the world's uncharted territories to locating rare items and monsters. Before becoming a Hunter, one must pass the Hunter Examination—a high-risk selection process in which most applicants end up handicapped or worse, deceased.\n\nAmbitious participants who challenge the notorious exam carry their own reason. What drives 12-year-old Gon Freecss is finding Ging, his father and a Hunter himself. Believing that he will meet his father by becoming a Hunter, Gon takes the first step to walk the same path.\n\nDuring the Hunter Examination, Gon befriends the medical student Leorio Paladiknight, the vindictive Kurapika, and ex-assassin Killua Zoldyck. While their motives vastly differ from each other, they band together for a common goal and begin to venture into a perilous world.\n\n[Written by MAL Rewrite]","studio":["Madhouse"],"source":"Manga","score":9.04,"watchedBy":"2.8M"},{"title":"Naruto: Shippuuden","showStatus":"Finished","totalEpisode":"500 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n \nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n[Written by MAL Rewrite]","studio":["Pierrot"],"source":"Manga","score":8.27,"watchedBy":"2.5M"},{"title":"One Piece","showStatus":"Airing","totalEpisode":"? eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"Barely surviving in a barrel after passing through a terrible whirlpool at sea, carefree Monkey D. Luffy ends up aboard a ship under attack by fearsome pirates. Despite being a naive-looking teenager, he is not to be underestimated. Unmatched in battle, Luffy is a pirate himself who resolutely pursues the coveted One Piece treasure and the King of the Pirates title that comes with it.\n\nThe late King of the Pirates, Gol D. Roger, stirred up the world before his death by disclosing the whereabouts of his hoard of riches and daring everyone to obtain it. Ever since then, countless powerful pirates have sailed dangerous seas for the prized One Piece only to never return. Although Luffy lacks a crew and a proper ship, he is endowed with a superhuman ability and an unbreakable spirit that make him not only a formidable adversary but also an inspiration to many.\n\nAs he faces numerous challenges with a big smile on his face, Luffy gathers one-of-a-kind companions to join him in his ambitious endeavor, together embracing perils and wonders on their once-in-a-lifetime adventure.\n\n[Written by MAL Rewrite]","studio":["Toei Animation"],"source":"Manga","score":8.72,"watchedBy":"2.4M"},{"title":"Nanatsu no Taizai","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the \"Seven Deadly Sins,\" were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.\n\nBased on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world.\n \n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Manga","score":7.64,"watchedBy":"2.1M"},{"title":"Sword Art Online II","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy","Romance"],"summary":"A year after escaping Sword Art Online, Kazuto Kirigaya has been settling back into the real world. However, his peace is short-lived as a new incident occurs in a game called Gun Gale Online, where a player by the name of Death Gun appears to be killing people in the real world by shooting them in-game. Approached by officials to assist in investigating the murders, Kazuto assumes his persona of Kirito once again and logs into Gun Gale Online, intent on stopping the killer.\n\nOnce inside, Kirito meets Sinon, a highly skilled sniper afflicted by a traumatic past. She is soon dragged in his chase after Death Gun, and together they enter the Bullet of Bullets, a tournament where their target is sure to appear. Uncertain of Death Gun's real powers, Kirito and Sinon race to stop him before he has the chance to claim another life. Not everything goes smoothly, however, as scars from the past impede their progress. In a high-stakes game where the next victim could easily be one of them, Kirito puts his life on the line in the virtual world once more.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Light novel","score":6.71,"watchedBy":"2.0M"},{"title":"Bleach","showStatus":"Finished","totalEpisode":"366 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\n\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\n\n[Written by MAL Rewrite]","studio":["Pierrot"],"source":"Manga","score":7.94,"watchedBy":"2.0M"},{"title":"Kono Subarashii Sekai ni Shukufuku wo!","showStatus":"Finished","totalEpisode":"10 eps","episodeDuration":"23 min ","genre":["Adventure","Comedy","Fantasy"],"summary":"After dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer's dream—a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake—Aqua is completely useless!\n\nUnfortunately, their troubles don't end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!\n\n[Written by MAL Rewrite]","studio":["Studio Deen"],"source":"Light novel","score":8.1,"watchedBy":"2.0M"},{"title":"Sen to Chihiro no Kamikakushi","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"124 min ","genre":["Adventure","Award Winning","Supernatural"],"summary":"Stubborn, spoiled, and naïve, 10-year-old Chihiro Ogino is less than pleased when she and her parents discover an abandoned amusement park on the way to their new house. Cautiously venturing inside, she realizes that there is more to this place than meets the eye, as strange things begin to happen once dusk falls. Ghostly apparitions and food that turns her parents into pigs are just the start—Chihiro has unwittingly crossed over into the spirit world. Now trapped, she must summon the courage to live and work amongst spirits, with the help of the enigmatic Haku and the cast of unique characters she meets along the way.\n\nVivid and intriguing, Sen to Chihiro no Kamikakushi tells the story of Chihiro's journey through an unfamiliar world as she strives to save her parents and return home.\n\n[Written by MAL Rewrite]","studio":["Studio Ghibli"],"source":"Original","score":8.77,"watchedBy":"1.9M"},{"title":"Fairy Tail","showStatus":"Finished","totalEpisode":"175 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"In the enchanted Kingdom of Fiore, the lively Lucy Heartfilia has one wish: to join the renowned Fairy Tail—one of the many magical wizard guilds scattered around the continent. Luckily, a chance encounter with Natsu Dragneel, the \"Salamander\" of Fairy Tail, whisks her into the legendary guild.\n\nFrom Natsu's rivalrous antics with ice wizard Gray Fullbuster to the frightening presence of the unmatched combat goddess Erza Scarlet, Fairy Tail's powerful mages have a slight penchant for trouble. Through all the lucrative odd jobs and adventures to save the world from destruction lies an absolute and unyielding trust stronger than family that has formed between each guild member.\n\nTeaming up with Natsu, Gray, and Erza, Lucy finds herself amidst the guild's most misfit wizards. But as they constantly stand in the eye of every danger, there is one name that never ceases to resurface: Zeref, the feared master of dark magic.\n\n[Written by MAL Rewrite]\n","studio":["A-1 Pictures","Satelight"],"source":"Manga","score":7.57,"watchedBy":"1.7M"},{"title":"Dr. Stone","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Adventure","Comedy","Sci-Fi"],"summary":"After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.\n\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n\n[Written by MAL Rewrite]","studio":["TMS Entertainment"],"source":"Manga","score":8.28,"watchedBy":"1.7M"},{"title":"JoJo no Kimyou na Bouken (TV)","showStatus":"Finished","totalEpisode":"26 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Supernatural"],"summary":"The year is 1868; English nobleman George Joestar and his son Jonathan become indebted to Dario Brando after being rescued from a carriage incident. What the Joestars don't realize, however, is that Dario had no intention of helping them; he believed they were dead and was trying to ransack their belongings. After Dario's death 12 years later, George—hoping to repay his debt—adopts his son, Dio. \n\nWhile he publicly fawns over his new father, Dio secretly plans to steal the Joestar fortune. His first step is to create a divide between George and Jonathan. By constantly outdoing his foster brother, Dio firmly makes his place in the Joestar family. But when Dio pushes Jonathan too far, Jonathan defeats him in a brawl. \n\nYears later, the two appear to be close friends to the outside world. But trouble brews again when George falls ill, as Jonathan suspects that Dio is somehow behind the incident—and it appears he has more tricks up his sleeve.\n\n[Written by MAL Rewrite]","studio":["David Production"],"source":"Manga","score":7.88,"watchedBy":"1.7M"},{"title":"Tengen Toppa Gurren Lagann","showStatus":"Finished","totalEpisode":"27 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Award Winning","Sci-Fi"],"summary":"Simon and Kamina were born and raised in a deep, underground village, hidden from the fabled surface. Kamina is a free-spirited loose cannon bent on making a name for himself, while Simon is a timid young boy with no real aspirations. One day while excavating the earth, Simon stumbles upon a mysterious object that turns out to be the ignition key to an ancient artifact of war, which the duo dubs Lagann. Using their new weapon, Simon and Kamina fend off a surprise attack from the surface with the help of Yoko Littner, a hot-blooded redhead wielding a massive gun who wanders the world above.\n\nIn the aftermath of the battle, the sky is now in plain view, prompting Simon and Kamina to set off on a journey alongside Yoko to explore the wastelands of the surface. Soon, they join the fight against the \"Beastmen,\" humanoid creatures that terrorize the remnants of humanity in powerful robots called \"Gunmen.\" Although they face some challenges and setbacks, the trio bravely fights these new enemies alongside other survivors to reclaim the surface, while slowly unraveling a galaxy-sized mystery.\n\n[Written by MAL Rewrite]","studio":["Gainax"],"source":"Original","score":8.63,"watchedBy":"1.6M"},{"title":"Overlord","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!\n\nConfronted with this abnormal situation, Momonga commands his loyal servants to help him investigate and take control of this new world, with the hopes of figuring out what has caused this development and if there may be others in the same predicament.\n\n[Written by MAL Rewrite]","studio":["Madhouse"],"source":"Light novel","score":7.91,"watchedBy":"1.6M"},{"title":"Tate no Yuusha no Nariagari","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Drama","Fantasy"],"summary":"The Four Cardinal Heroes are a group of ordinary men from modern-day Japan summoned to the kingdom of Melromarc to become its saviors. Melromarc is a country plagued by the Waves of Catastrophe that have repeatedly ravaged the land and brought disaster to its citizens for centuries. The four heroes are respectively bestowed a sword, spear, bow, and shield to vanquish these Waves. Naofumi Iwatani, an otaku, becomes cursed with the fate of being the \"Shield Hero.\" Armed with only a measly shield, Naofumi is belittled and ridiculed by his fellow heroes and the kingdom's people due to his weak offensive capabilities and lackluster personality.\n\nWhen the heroes are provided with resources and comrades to train with, Naofumi sets out with the only person willing to train alongside him, Malty Melromarc. He is soon betrayed by her, however, and becomes falsely accused of taking advantage of her. Naofumi then becomes heavily discriminated against and hated by the people of Melromarc for something he didn't do. With a raging storm of hurt and mistrust in his heart, Naofumi begins his journey of strengthening himself and his reputation. Further along however, the difficulty of being on his own sets in, so Naofumi buys a demi-human slave on the verge of death named Raphtalia to accompany him on his travels.\n\nAs the Waves approach the kingdom, Naofumi and Raphtalia must fight for the survival of the kingdom and protect the people of Melromarc from their ill-fated future.\n\n[Written by MAL Rewrite]","studio":["Kinema Citrus"],"source":"Light novel","score":7.95,"watchedBy":"1.6M"},{"title":"Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"Life in the bustling city of Orario is never dull, especially for Bell Cranel, a naïve young man who hopes to become the greatest adventurer in the land. After a chance encounter with the lonely goddess, Hestia, his dreams become a little closer to reality. With her support, Bell embarks on a fantastic quest as he ventures deep within the city's monster-filled catacombs, known only as the \"Dungeon.\" Death lurks around every corner in the cavernous depths of this terrifying labyrinth, and a mysterious power moves amidst the shadows.\n\nEven on the surface, survival is a hard-earned privilege. Indeed, nothing is ever certain in a world where gods and humans live and work together, especially when they often struggle to get along. One thing is for sure, though: a myriad of blunders, triumphs and friendships awaits the dauntlessly optimistic protagonist of this herculean tale.\n\n[Written by MAL Rewrite]","studio":["J.C.Staff"],"source":"Light novel","score":7.54,"watchedBy":"1.5M"},{"title":"Vinland Saga","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Drama"],"summary":"Young Thorfinn grew up listening to the stories of old sailors that had traveled the ocean and reached the place of legend, Vinland. It's said to be warm and fertile, a place where there would be no need for fighting—not at all like the frozen village in Iceland where he was born, and certainly not like his current life as a mercenary. War is his home now. Though his father once told him, \"You have no enemies, nobody does. There is nobody who it's okay to hurt,\" as he grew, Thorfinn knew that nothing was further from the truth.\n\nThe war between England and the Danes grows worse with each passing year. Death has become commonplace, and the viking mercenaries are loving every moment of it. Allying with either side will cause a massive swing in the balance of power, and the vikings are happy to make names for themselves and take any spoils they earn along the way. Among the chaos, Thorfinn must take his revenge and kill Askeladd, the man who murdered his father. The only paradise for the vikings, it seems, is the era of war and death that rages on.\n\n[Written by MAL Rewrite]","studio":["Wit Studio"],"source":"Manga","score":8.75,"watchedBy":"1.5M"},{"title":"Kono Subarashii Sekai ni Shukufuku wo! 2","showStatus":"Finished","totalEpisode":"10 eps","episodeDuration":"23 min ","genre":["Adventure","Comedy","Fantasy"],"summary":"When Kazuma Satou died, he was given two choices: pass on to heaven or be revived in a fantasy world. After choosing the new world, the goddess Aqua tasked him with defeating the Demon King, and let him choose any weapon to aid him. Unfortunately, Kazuma chose to bring Aqua herself and has regretted the decision ever since then.\n\nNot only is he stuck with a useless deity turned party archpriest, the pair also has to make enough money for living expenses. To add to their problems, their group continued to grow as more problematic adventurers joined their ranks. Their token spellcaster, Megumin, is an explosion magic specialist who can only cast one spell once per day and refuses to learn anything else. There is also their stalwart crusader, Lalatina \"Darkness\" Dustiness Ford, a helpless masochist who makes Kazuma look pure in comparison.\n\nKono Subarashii Sekai ni Shukufuku wo! 2 continues to follow Kazuma and the rest of his party through countless more adventures as they struggle to earn money and have to deal with one another's problematic personalities. However, things rarely go as planned, and they are often sidetracked by their own idiotic tendencies.\n\n[Written by MAL Rewrite]","studio":["Studio Deen"],"source":"Light novel","score":8.26,"watchedBy":"1.5M"},{"title":"Fullmetal Alchemist","showStatus":"Finished","totalEpisode":"51 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Award Winning","Drama","Fantasy"],"summary":"Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his brother as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse's soul to a large suit of armor.\n\nA year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher's Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist's abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military's resources to find the fabled stone and restore his and Alphonse's bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined.\n\n[Written by MAL Rewrite]","studio":["Bones"],"source":"Manga","score":8.11,"watchedBy":"1.5M"},{"title":"Tensei shitara Slime Datta Ken","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of.\n\nWhen Satoru regains consciousness, he discovers that he has reincarnated as a goop of slime in an unfamiliar realm. In doing so, he acquires newfound skills—notably, the power to devour anything and mimic its appearance and abilities. He then stumbles upon the sealed Catastrophe-level monster \"Storm Dragon\" Veldora who had been sealed away for the past 300 years for devastating a town to ashes. Sympathetic to his predicament, Satoru befriends him, promising to assist in destroying the seal. In return, Veldora bestows upon him the name Rimuru Tempest to grant him divine protection. \n\nNow, liberated from the mundanities of his past life, Rimuru embarks on a fresh journey with a distinct goal in mind. As he grows accustomed to his new physique, his gooey antics ripple throughout the world, gradually altering his fate.\n\n[Written by MAL Rewrite]","studio":["8bit"],"source":"Manga","score":8.14,"watchedBy":"1.4M"},{"title":"Made in Abyss","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"25 min ","genre":["Adventure","Drama","Fantasy","Mystery","Sci-Fi"],"summary":"The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface.\n\nRiko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss.\n\n[Written by MAL Rewrite]","studio":["Kinema Citrus"],"source":"Web manga","score":8.65,"watchedBy":"1.4M"},{"title":"Howl no Ugoku Shiro","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"119 min ","genre":["Adventure","Award Winning","Drama","Fantasy","Romance"],"summary":"That jumbled piece of architecture, that cacophony of hissing steam and creaking joints, with smoke billowing from it as it moves on its own... That castle is home to the magnificent wizard Howl, infamous for both his magical prowess and for being a womanizer—or so the rumor goes in Sophie Hatter's small town. Sophie, as the plain daughter of a hatmaker, does not expect much from her future and is content with working hard in the shop. \n\nHowever, Sophie's simple life takes a turn for the exciting when she is ensnared in a disturbing situation, and the mysterious wizard appears to rescue her. Unfortunately, this encounter, brief as it may be, spurs the vain and vengeful Witch of the Waste—in a fit of jealousy caused by a past discord with Howl—to put a curse on the maiden, turning her into an old woman.\n\nIn an endeavor to return to normal, Sophie must accompany Howl and a myriad of eccentric companions—ranging from a powerful fire demon to a hopping scarecrow—in his living castle, on a dangerous adventure as a raging war tears their kingdom apart.\n\n[Written by MAL Rewrite]","studio":["Studio Ghibli"],"source":"Novel","score":8.66,"watchedBy":"1.3M"},{"title":"Mushoku Tensei: Isekai Ittara Honki Dasu","showStatus":"Finished","totalEpisode":"11 eps","episodeDuration":"23 min ","genre":["Adventure","Drama","Fantasy","Ecchi"],"summary":"Despite being bullied, scorned, and oppressed all of his life, a 34-year-old shut-in still found the resolve to attempt something heroic—only for it to end in a tragic accident. But in a twist of fate, he awakens in another world as Rudeus Greyrat, starting life again as a baby born to two loving parents.\n\nPreserving his memories and knowledge from his previous life, Rudeus quickly adapts to his new environment. With the mind of a grown adult, he starts to display magical talent that exceeds all expectations, honing his skill with the help of a mage named Roxy Migurdia. Rudeus learns swordplay from his father, Paul, and meets Sylphiette, a girl his age who quickly becomes his closest friend.\n\nAs Rudeus' second chance at life begins, he tries to make the most of his new opportunity while conquering his traumatic past. And perhaps, one day, he may find the one thing he could not find in his old world—love.\n\n[Written by MAL Rewrite]","studio":["Studio Bind"],"source":"Light novel","score":8.37,"watchedBy":"1.3M"},{"title":"Mononoke Hime","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"133 min ","genre":["Action","Adventure","Award Winning","Fantasy"],"summary":"When an Emishi village is attacked by a fierce demon boar, the young prince Ashitaka puts his life at stake to defend his tribe. With its dying breath, the beast curses the prince's arm, granting him demonic powers while gradually siphoning his life away. Instructed by the village elders to travel westward for a cure, Ashitaka arrives at Tatara, the Iron Town, where he finds himself embroiled in a fierce conflict: Lady Eboshi of Tatara, promoting constant deforestation, stands against Princess San and the sacred spirits of the forest, who are furious at the destruction brought by the humans. As the opposing forces of nature and mankind begin to clash in a desperate struggle for survival, Ashitaka attempts to seek harmony between the two, all the while battling the latent demon inside of him. Princess Mononoke is a tale depicting the connection of technology and nature, while showing the path to harmony that could be achieved by mutual acceptance.\n\n[Written by MAL Rewrite]","studio":["Studio Ghibli"],"source":"Original","score":8.66,"watchedBy":"1.3M"},{"title":"Samurai Champloo","showStatus":"Finished","totalEpisode":"26 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Comedy"],"summary":"Fuu Kasumi is a young and clumsy waitress who spends her days peacefully working in a small teahouse. That is, until she accidentally spills a drink all over one of her customers! With a group of samurai now incessantly harassing her, Fuu desperately calls upon another samurai in the shop, Mugen, who quickly defeats them with his wild fighting technique, utilizing movements reminiscent to that of breakdancing. Unfortunately, Mugen decides to pick a fight with the unwilling ronin Jin, who wields a more precise and traditional style of swordfighting, and the latter proves to be a formidable opponent. The only problem is, they end up destroying the entire shop as well as accidentally killing the local magistrate's son.\n\nFor their crime, the two samurai are captured and set to be executed. However, they are rescued by Fuu, who hires the duo as her bodyguards. Though she no longer has a place to return to, the former waitress wishes to find a certain samurai who smells of sunflowers and enlists the help of the now exonerated pair to do so. Despite initially disapproving of this idea, the two eventually agree to assist the girl in her quest; thus, the trio embark upon an adventure to find this mysterious warrior—that is, if Fuu can keep Mugen and Jin from killing each other.\n\nSet in an alternate Edo Period of Japan, Samurai Champloo follows the journey of these three eccentric individuals in an epic quest full of action, comedy, and dynamic sword fighting, all set to the beat of a unique hip-hop infused soundtrack.\n\n[Written by MAL Rewrite]","studio":["Manglobe"],"source":"Original","score":8.51,"watchedBy":"1.2M"},{"title":"Dragon Ball Z","showStatus":"Finished","totalEpisode":"291 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu's long-lost brother. He reveals that Gokuu is a descendant of the once powerful but now virtually extinct Saiyan race, whose homeworld was annihilated. When he was sent to Earth as a baby, Gokuu's sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.\n\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu's friends of a new threat that's rapidly approaching Earth—one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will soon be fought over the seven mystical Dragon Balls, magic objects that can grant any wish. Only the strongest will survive.\n\n[Written by MAL Rewrite]","studio":["Toei Animation"],"source":"Manga","score":8.18,"watchedBy":"1.2M"},{"title":"Dororo","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Supernatural"],"summary":"The greedy samurai lord Daigo Kagemitsu's land is dying, and he would do anything for power, even renounce Buddha and make a pact with demons. His prayers are answered by 12 demons who grant him the power he desires by aiding his prefecture's growth, but at a price. When Kagemitsu's first son is born, the boy has no limbs, no nose, no eyes, no ears, nor even skin—yet still, he lives.\n\nThis child is disposed of in a river and forgotten. But as luck would have it, he is saved by a medicine man who provides him with prosthetics and weapons, allowing for him to survive and fend for himself. The boy lives and grows, and although he cannot see, hear, or feel anything, he must defeat the demons that took him as sacrifice. With the death of each one, he regains a part of himself that is rightfully his. For many years he wanders alone, until one day an orphan boy, Dororo, befriends him. The unlikely pair of castaways now fight for their survival and humanity in an unforgiving, demon-infested world.\n\n[Written by MAL Rewrite]","studio":["MAPPA","Tezuka Productions"],"source":"Manga","score":8.25,"watchedBy":"1.2M"},{"title":"JoJo no Kimyou na Bouken Part 3: Stardust Crusaders","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Supernatural"],"summary":"Years after an ancient evil was salvaged from the depths of the sea, Joutarou Kuujou sits peacefully within a Japanese jail cell. He's committed no crime yet demands he not be released, believing he's been possessed by an evil spirit capable of harming those around him. Concerned for her son, Holy Kuujou asks her father, Joseph Joestar, to convince Joutarou to leave the prison. Joseph informs his grandson that the \"evil spirit\" is in fact something called a \"Stand,\" the physical manifestation of one's fighting spirit which can adopt a variety of deadly forms. After a fiery brawl with Joseph's friend Muhammad Avdol, Joutarou is forced out of his cell and begins learning how to control the power of his Stand.\n\nHowever, when a Stand awakens within Holy and threatens to consume her in 50 days, Joutarou, his grandfather, and their allies must seek out and destroy the immortal vampire responsible for her condition. They must travel halfway across the world to Cairo, Egypt and along the way, do battle with ferocious Stand users set on thwarting them. If Joutarou and his allies fail in their mission, humanity is destined for a grim fate.\n\n[Written by MAL Rewrite]","studio":["David Production"],"source":"Manga","score":8.1,"watchedBy":"1.2M"},{"title":"Goblin Slayer","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Goblins are known for their ferocity, cunning, and rapid reproduction, but their reputation as the lowliest of monsters causes their threat to be overlooked. Raiding rural civilizations to kidnap females of other species for breeding, these vile creatures are free to continue their onslaught as adventurers turn a blind eye in favor of more rewarding assignments with larger bounties.\n\nTo commemorate her first day as a Porcelain-ranked adventurer, the 15-year-old Priestess joins a band of young, enthusiastic rookies to investigate a tribe of goblins responsible for the disappearance of several village women. Unprepared and inexperienced, the group soon faces its inevitable demise from an ambush while exploring a cave. With no one else left standing, the terrified Priestess accepts her fate—until the Goblin Slayer unexpectedly appears to not only rescue her with little effort, but destroy the entire goblin nest. \n\nAs a holder of the prestigious Silver rank, the Goblin Slayer allows her to accompany him as he assists the Adventurer's Guild in all goblin-related matters. Together with the Priestess, High Elf, Dwarf, and Lizardman, the armored warrior will not rest until every single goblin in the frontier lands has been eradicated for good.\n\n[Written by MAL Rewrite]","studio":["White Fox"],"source":"Light novel","score":7.42,"watchedBy":"1.1M"},{"title":"Nanatsu no Taizai: Imashime no Fukkatsu","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"The fierce battle between Meliodas, the captain of the Seven Deadly Sins, and the Great Holy Knight Hendrickson has devastating consequences. Armed with the fragments necessary for the revival of the Demon Clan, Hendrickson breaks the seal, allowing the Commandments to escape, all of whom are mighty warriors working directly under the Demon King himself. Through a mysterious connection, Meliodas instantly identifies them; likewise, the 10 Commandments, too, seem to sense his presence.\n\nAs the demons leave a path of destruction in their wake, the Seven Deadly Sins must find a way to stop them before the Demon Clan drowns Britannia in blood and terror.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Manga","score":7.57,"watchedBy":"1.1M"},{"title":"JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai","showStatus":"Finished","totalEpisode":"39 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Supernatural"],"summary":"The year is 1999. Morioh, a normally quiet and peaceful town, has recently become a hotbed of strange activity. Joutarou Kuujou, now a marine biologist, heads to the mysterious town to meet Jousuke Higashikata. While the two may seem like strangers at first, Jousuke is actually the illegitimate child of Joutarou's grandfather, Joseph Joestar. When they meet, Joutarou realizes that he may have more in common with Jousuke than just a blood relation.\n\nAlong with the mild-mannered Kouichi Hirose and the boisterous Okuyasu Nijimura, the group dedicates themselves to investigating recent disappearances and other suspicious occurrences within Morioh. Aided by the power of Stands, the four men will encounter danger at every street corner, as it is up to them to unravel the town's secrets, before another occurs.\n\n[Written by MAL Rewrite]","studio":["David Production"],"source":"Manga","score":8.5,"watchedBy":"1.1M"},{"title":"Log Horizon","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"In the blink of an eye, thirty thousand bewildered Japanese gamers are whisked from their everyday lives into the world of the popular MMORPG, Elder Tale, after the game's latest update—unable to log out. Among them is the socially awkward college student Shiroe, whose confusion and shock lasts only a moment as, a veteran of the game, he immediately sets out to explore the limits of his new reality.\n\nShiroe must learn to live in this new world, leading others and negotiating with the NPC \"natives\" in order to bring stability to the virtual city of Akihabara. He is joined by his unfortunate friend Naotsugu, having logged in for the first time in years only to find himself trapped, and Akatsuki, a petite but fierce assassin who labels Shiroe as her master. A tale of fantasy, adventure, and politics, Log Horizon explores the elements of gaming through the eyes of a master strategist who attempts to make the best of a puzzling situation.\n\n[Written by MAL Rewrite]","studio":["Satelight"],"source":"Light novel","score":7.91,"watchedBy":"1.1M"},{"title":"JoJo no Kimyou na Bouken Part 3: Stardust Crusaders 2nd Season","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Supernatural"],"summary":"Joutarou Kuujou and his allies have finally made it to Egypt, where the immortal Dio awaits. Upon their arrival, the group gains a new comrade: Iggy, a mutt who wields the Stand \"The Fool.\" It's not all good news however, as standing in their path is a new group of Stand users who serve Dio, each with a Stand representative of an ancient Egyptian god. As their final battle approaches, it is a race against time to break Joutarou's mother free from her curse and end Dio's reign of terror over the Joestar family once and for all.\n\n[Written by MAL Rewrite]","studio":["David Production"],"source":"Manga","score":8.44,"watchedBy":"1.1M"},{"title":"Tonari no Totoro","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"86 min ","genre":["Adventure","Award Winning","Supernatural"],"summary":"In 1950s Japan, Tatsuo Kusakabe relocates himself and his two daughters, Satsuki and Mei, to the countryside to be closer to their mother, who is hospitalized due to long-term illness. As the girls grow acquainted with rural life, Mei encounters a small, bunny-like creature in the yard one day. Chasing it into the forest, she finds \"Totoro\"—a giant, mystical forest spirit whom she soon befriends. Before long, Satsuki too meets Totoro, and the two girls suddenly find their lives filled with magical adventures in nature and fantastical creatures of the woods.\n\n[Written by MAL Rewrite]\n","studio":["Studio Ghibli"],"source":"Original","score":8.25,"watchedBy":"1.1M"},{"title":"Sword Art Online: Alicization","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"The Soul Translator is a state-of-the-art full-dive interface which interacts with the user's Fluctlight—the technological equivalent of a human soul—and fundamentally differs from the orthodox method of sending signals to the brain. The private institute Rath aims to perfect their creation by enlisting the aid of Sword Art Online survivor Kazuto Kirigaya. He works there as a part-time employee to test the system's capabilities in the Underworld: the fantastical realm generated by the Soul Translator. As per the confidentiality contract, any memories created by the machine in the virtual world are wiped upon returning to the real world. Kazuto can only vaguely recall a single name, Alice, which provokes a sense of unease when mentioned in reality.\n\nWhen Kazuto escorts Asuna Yuuki home one evening, they chance upon a familiar foe. Kazuto is mortally wounded in the ensuing fight and loses consciousness. When he comes to, he discovers that he has made a full-dive into the Underworld with seemingly no way to escape. He sets off on a quest, seeking a way back to the physical world once again.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Light novel","score":7.57,"watchedBy":"1.0M"},{"title":"Magi: The Labyrinth of Magic","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"A Magi is a magician whose inclination toward magic is so immense that they can be said to shape the world. With their significant influence, each Magi chooses a worthy candidate to become a king, then helps them conquer strange labyrinths called \"Dungeons\" and acquire the power of mythical djinns within. Above all else, the Magi supervises their elected representative as they build a country that might one day bring the world to its knees.\n\nAladdin is a young Magi wandering the world in search of his true self. However, his journey is not a lonely one, as he is accompanied by his friend and mentor Ugo—a djinn he summons using his flute. In his travels, Aladdin also befriends Alibaba Saluja and guides him to a nearby Dungeon. With this newfound friendship, they begin an epic adventure across the world, witnessing various irregularities that seem more frequent than ever.\n\n[Written by MAL Rewrite]\n","studio":["A-1 Pictures"],"source":"Manga","score":8.01,"watchedBy":"1.0M"},{"title":"Dragon Ball","showStatus":"Finished","totalEpisode":"153 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"Gokuu Son is a young boy who lives in the woods all alone—that is, until a girl named Bulma runs into him in her search for a set of magical objects called the \"Dragon Balls.\" Since the artifacts are said to grant one wish to whoever collects all seven, Bulma hopes to gather them and wish for a perfect boyfriend. Gokuu happens to be in possession of a dragon ball, but unfortunately for Bulma, he refuses to part ways with it, so she makes him a deal: he can tag along on her journey if he lets her borrow the dragon ball's power. With that, the two set off on the journey of a lifetime.\n\nThey don't go on the journey alone. On the way, they meet the old Muten-Roshi and wannabe disciple Kuririn, with whom Gokuu trains to become a stronger martial artist for the upcoming World Martial Arts Tournament. However, it's not all fun and games; the ability to make any wish come true is a powerful one, and there are others who would do much worse than just wishing for a boyfriend. To stop those who would try to abuse the legendary power, they train to become stronger fighters, using their newfound strength to help the people around them along the way.\n\n[Written by MAL Rewrite]","studio":["Toei Animation"],"source":"Manga","score":7.97,"watchedBy":"1.0M"},{"title":"Dr. Stone: Stone Wars","showStatus":"Finished","totalEpisode":"11 eps","episodeDuration":"24 min ","genre":["Adventure","Comedy","Sci-Fi"],"summary":"Senkuu has made it his goal to bring back two million years of human achievement and revive the entirety of those turned to statues. However, one man stands in his way: Tsukasa Shishiou, who believes that only the fittest of those petrified should be revived.\n\nAs the snow melts and spring approaches, Senkuu and his allies in Ishigami Village finish the preparations for their attack on the Tsukasa Empire. With a reinvented cell phone model now at their disposal, the Kingdom of Science is ready to launch its newest scheme to recruit the sizable numbers of Tsukasa's army to their side. However, it is a race against time; for every day the Kingdom of Science spends perfecting their inventions, the empire rapidly grows in number.\n\nReuniting with old friends and gaining new allies, Senkuu and the Kingdom of Science must stop Tsukasa's forces in order to fulfill their goal of restoring humanity and all its creations. With the two sides each in pursuit of their ideal world, the Stone Wars have now begun!\n\n[Written by MAL Rewrite]","studio":["TMS Entertainment"],"source":"Manga","score":8.16,"watchedBy":"1.0M"},{"title":"JoJo no Kimyou na Bouken Part 5: Ougon no Kaze","showStatus":"Finished","totalEpisode":"39 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Supernatural"],"summary":"In the coastal city of Naples, corruption is teeming—the police blatantly conspire with outlaws, drugs run rampant around the youth, and the mafia governs the streets with an iron fist. However, various fateful encounters will soon occur.\n\nEnter Giorno Giovanna, a 15-year-old boy with an eccentric connection to the Joestar family, who makes a living out of part-time jobs and pickpocketing. Furthermore, he is gifted with the unexplained Stand ability to give and create life—growing plants from the ground and turning inanimate objects into live animals, an ability he has dubbed \"Gold Experience.\" Fascinated by the might of local gangsters, Giorno has dreamed of rising up in their ranks and becoming a \"Gang-Star,\" a feat made possible by his encounter with Bruno Bucciarati, a member of the Passione gang with his own sense of justice.\n\nJoJo no Kimyou na Bouken: Ougon no Kaze follows the endeavors of Giorno after joining Bruno's team while working under Passione, fending off other gangsters and secretly plotting to overthrow their mysterious boss.\n\n[Written by MAL Rewrite]","studio":["David Production"],"source":"Manga","score":8.57,"watchedBy":"1.0M"},{"title":"Overlord II","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Ainz Ooal Gown, the undead sorcerer formerly known as Momonga, has accepted his place in this new world. Though it bears similarities to his beloved virtual reality game Yggdrasil, it still holds many mysteries which he intends to uncover, by utilizing his power as ruler of the Great Tomb of Nazarick. However, ever since the disastrous brainwashing of one of his subordinates, Ainz has become wary of the impending dangers of the Slane Theocracy, as well as the possible existence of other former Yggdrasil players. Meanwhile, Albedo, Demiurge and the rest of Ainz's loyal guardians set out to prepare for the next step in their campaign: Nazarick's first war…\n\nOverlord II picks up immediately after its prequel, continuing the story of Ainz Ooal Gown, his eclectic army of human-hating guardians, and the many hapless humans affected by the Overlord's arrival.\n\n[Written by MAL Rewrite]","studio":["Madhouse"],"source":"Light novel","score":7.76,"watchedBy":"1.0M"},{"title":"Fairy Tail (2014)","showStatus":"Finished","totalEpisode":"102 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"The Grand Magic Games reaches its climax following Natsu Dragneel and Gajeel Redfox's stunning victory over Sting Eucliffe and Rogue Cheney of the Sabertooth guild. This success pushes the Fairy Tail guild closer to being crowned the overall champions, but obtaining victory isn't the only challenge they face. A mystery still surrounds a hooded stranger and the ominous Eclipse Gate, leaving more questions than answers.\n\nMore crazy adventures are on the horizon for Fairy Tail as their destructive antics and joyful rowdiness continue unabated. Their greatest trial is quickly approaching, but united as a family, the guild will always be ready to face any threat that comes their way.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures","Bridge"],"source":"Manga","score":7.65,"watchedBy":"995K"},{"title":"Tensei shitara Slime Datta Ken 2nd Season","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"Taking a break from his time as a teacher, the powerful slime Rimuru Tempest returns to his kingdom, eponymously named Tempest, just in time to begin negotiations with a nearby nation—the Kingdom of Eurazania. While the negotiations are anything but peaceful, they do end successfully, allowing Rimuru to return and finish teaching. When trying to again return to Tempest, this time permanently, Rimuru is stopped by a mysterious figure who is somehow able to constrain the many magical abilities he has at his disposal. \n\nIn Tempest, the situation is even worse. A group of unknown humans has invaded the land and are assaulting its citizens, both influential and innocent. They are not just trying to bring harm either—they have the intent to kill. Can Rimuru overcome his powerful and dangerous foe and return to Tempest before it is too late?  \n\n[Written by MAL Rewrite]","studio":["8bit"],"source":"Manga","score":8.38,"watchedBy":"955K"},{"title":"Kami no Tou","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Drama","Fantasy","Mystery"],"summary":"There is a tower that summons chosen people called \"Regulars\" with the promise of granting their deepest desires. Whether it be wealth, fame, authority, or something that surpasses them all—everything awaits those who reach the top.\n\nTwenty-Fifth Bam is a boy who had only known a dark cave, a dirty cloth, and an unreachable light his entire life. So when a girl named Rachel came to him through the light, his entire world changed. Becoming close friends with Rachel, he learned various things about the outside world from her. But when Rachel says she must leave him to climb the Tower, his world shatters around him. Vowing to follow after her no matter what it takes, he sets his sight on the tower, and a miracle occurs.\n\nThus begins the journey of Bam, a young boy who was not chosen by the Tower but opened its gates by himself. They call his kind \"Irregulars\"—beings that have shaken the very foundation of the Tower each time they set foot inside it.\n\n[Written by MAL Rewrite]\n","studio":["Telecom Animation Film"],"source":"Web manga","score":7.55,"watchedBy":"924K"},{"title":"Mushoku Tensei: Isekai Ittara Honki Dasu Part 2","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Adventure","Drama","Fantasy","Ecchi"],"summary":"After the mysterious mana calamity, Rudeus Greyrat and his fierce student Eris Boreas Greyrat are teleported to the Demon Continent. There, they team up with their newfound companion Ruijerd Supardia—the former leader of the Superd's Warrior group—to form \"Dead End,\" a successful adventurer party. Making a name for themselves, the trio journeys across the continent to make their way back home to Fittoa.\n\nFollowing the advice he received from the faceless god Hitogami, Rudeus saves Kishirika Kishirisu, the Great Emperor of the Demon World, who rewards him by granting him a strange power. Now, as Rudeus masters the powerful ability that offers a number of new opportunities, it might prove to be more than what he bargained for when unexpected dangers threaten to hinder their travels.\n\n[Written by MAL Rewrite]","studio":["Studio Bind"],"source":"Light novel","score":8.67,"watchedBy":"915K"},{"title":"Overlord III","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Following the horrific assault on the Re-Estize capital city, the Guardians of the Great Tomb of Nazarick return home to their master Ainz Ooal Gown. After months of laying the groundwork, they are finally ready to set their plans of world domination into action.\n\nAs Ainz's war machine gathers strength, the rest of the world keeps moving. The remote Carne Village, which Ainz once saved from certain doom, continues to prosper despite the many threats on its doorstep. And in the northeastern Baharuth Empire, a certain Bloody Emperor sets his sights on the rising power of Nazarick.\n\nBlood is shed, heroes fall, and nations rise. Can anyone, or anything, challenge the supreme power of Ainz Ooal Gown?\n\n[Written by MAL Rewrite]","studio":["Madhouse"],"source":"Light novel","score":7.92,"watchedBy":"907K"},{"title":"Fumetsu no Anata e","showStatus":"Finished","totalEpisode":"20 eps","episodeDuration":"25 min ","genre":["Adventure","Drama","Supernatural"],"summary":"An Orb, known only as It, is cast to Earth to be observed from afar. Capable of changing forms from beings whose reflections It captures, It first becomes a rock and then, due to the rising temperature, moss.\n\nIt does not move until one snowy day, a wolf at death's door barely crosses by. When It takes the animal's form, It attains awareness of its consciousness and starts to wander with an unclear destination in mind. Soon, It comes across the wolf's master—a young boy waiting for his tribe to return from a paradise abundant with fish and fruit in the south. Although the boy is lonely, he still hopes those whom he holds dear in his memories have not forgotten him and that he will reunite with them one day.\n\nThe boy wants to explore new surroundings and decides to abandon his home with It to find the paradise using the traces his tribe left behind. However, with a heavily injured body and no sight of his elder comrades, what will become of the boy?\n\nFumetsu no Anata e illustrates the story of an immortal being experiencing humanity, meeting all types of people in many places throughout time.\n\n[Written by MAL Rewrite]","studio":["Brain's Base"],"source":"Manga","score":8.35,"watchedBy":"869K"},{"title":"Boruto: Naruto Next Generations","showStatus":"Finished","totalEpisode":"293 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\n\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\n\nNew friends and familiar faces join Boruto as a new story begins.\n\n[Written by MAL Rewrite]","studio":["Pierrot"],"source":"Manga","score":6.02,"watchedBy":"863K"},{"title":"Banana Fish","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"22 min ","genre":["Action","Adventure","Drama","Suspense"],"summary":"Aslan Jade Callenreese, known as Ash Lynx, was a runaway picked off the streets of New York City and raised by the infamous godfather of the mafia, Dino Golzine. Now 17 years old and the boss of his own gang, Ash begins investigating the mysterious \"Banana Fish\"—the same two words his older brother, Griffin, has muttered since his return from the Iraq War. However, his inquiries are hindered when Dino sends his men after Ash at an underground bar he uses as a hideout.\n\nAt the bar, Skip, Ash's friend, introduces him to Shunichi Ibe and his assistant, Eiji Okumura, who are Japanese photographers reporting on American street gangs. However, their conversation is interrupted when Shorter Wong, one of Ash's allies, calls to warn him about Dino. Soon, Dino's men storm the bar, and in the ensuing chaos kidnap Skip and Eiji. Now, Ash must find a way to rescue them and continue his investigation into Banana Fish, but will his history with the mafia prevent him from succeeding?\n\n[Written by MAL Rewrite]","studio":["MAPPA"],"source":"Manga","score":8.47,"watchedBy":"863K"},{"title":"Akatsuki no Yona","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy","Romance"],"summary":"The kingdom of Kouka is blessed with a beautiful princess whose childlike innocence charms all who come across her. Named Yona, she has grown up sheltered in the royal palace, shielded from any danger that may befall her. However, all good things must come to an end.\n\nYona's perfect world comes crashing down when a heinous act of treason threatens to erase all that she holds dear, including her birthright as the princess of Kouka. Left with no one to trust but her childhood friend and loyal bodyguard Son Hak, she is forced to flee the palace. Faced with the perils of surviving in the wild with a target on her back, Yona realizes that her kingdom is no longer the safe haven it once was.\n\nFree from the shackles of naivety, Yona vows to do everything in her power to become strong enough to crush her enemies. With Hak by her side, she must piece together the remains of an ancient legend that might be the key to reclaiming her kingdom from those who conspired to steal it from her.\n\n[Written by MAL Rewrite]","studio":["Pierrot"],"source":"Manga","score":8.03,"watchedBy":"854K"},{"title":"Akira","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"124 min ","genre":["Action","Adventure","Horror","Sci-Fi","Supernatural"],"summary":"Japan, 1988. An explosion caused by a young boy with psychic powers tears through the city of Tokyo and ignites the fuse that leads to World War III. In order to prevent any further destruction, he is captured and taken into custody, never to be heard from again. Now, in the year 2019, a restored version of the city known as Neo-Tokyo—an area rife with gang violence and terrorism against the current government—stands in its place. Here, Shoutarou Kaneda leads \"the Capsules,\" a group of misfits known for riding large, custom motorcycles and being in constant conflict with their rivals \"the Clowns.\"\n\nDuring one of these battles, Shoutarou's best friend Tetsuo Shima is caught up in an accident with an esper who finds himself in the streets of Tokyo after escaping confinement from a government institution. Through this encounter, Tetsuo begins to develop his own mysterious abilities, as the government seeks to quarantine this latest psychic in a desperate attempt to prevent him from unleashing the destructive power that could once again bring the city to its knees.\n\n[Written by MAL Rewrite]","studio":["Tokyo Movie Shinsha"],"source":"Manga","score":8.16,"watchedBy":"852K"},{"title":"Magi: The Kingdom of Magic","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"25 min ","genre":["Action","Adventure","Fantasy"],"summary":"After celebrating their victory against Al-Thamen, Aladdin and his friends depart the land of Sindria. With the end of the battle, however, comes the time for each of them to go their separate ways. Hakuryuu and Kougyoku are ordered to go back to their home country, the Kou Empire. Meanwhile Aladdin announces he needs to head for Magnostadt—a mysterious country ruled by magicians—to investigate the mysterious events occurring in this new kingdom and become more proficient in magic. For their part, encouraged by Aladdin's words, Alibaba and Morgiana also set off in pursuit of their own goals: training and going to her homeland, respectively.\n\nMagi: The Kingdom of Magic follows these friends as they all go about their separate adventures, each facing their own challenges. However, a new threat begins to rise as a great war looms over the horizon...\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Manga","score":8.21,"watchedBy":"842K"},{"title":"Mushishi","showStatus":"Finished","totalEpisode":"26 eps","episodeDuration":"23 min ","genre":["Adventure","Mystery","Slice of Life","Supernatural"],"summary":"\"Mushi\": the most basic forms of life in the world. They exist without any goals or purposes aside from simply \"being.\" They are beyond the shackles of the words \"good\" and \"evil.\" Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows.\n\nThis is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on Mushi is scarce because the majority of humans are unaware of their existence.\n\nSo what are Mushi and why do they exist? This is the question that a \"Mushishi,\" Ginko, ponders constantly. Mushishi are those who research Mushi in hopes of understanding their place in the world's hierarchy of life.\n\nGinko chases rumors of occurrences that could be tied to Mushi, all for the sake of finding an answer.\n\nIt could, after all, lead to the meaning of life itself.\n\n[Written by MAL Rewrite]","studio":["Artland"],"source":"Manga","score":8.66,"watchedBy":"829K"},{"title":"Dragon Ball Super","showStatus":"Finished","totalEpisode":"131 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"Seven years after the defeat of Majin Buu, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping threat awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.\n\nDisturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis search the universe for this mysterious being. Before long, they reach Earth and encounter Gokuu Son, one of the planet's mightiest warriors, and his powerful friends.\n\n[Written by MAL Rewrite]","studio":["Toei Animation"],"source":"Manga","score":7.44,"watchedBy":"828K"},{"title":"Zero no Tsukaima","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy","Romance","Ecchi"],"summary":"Louise Françoise Le Blanc de La Vallière is a self-absorbed mage in a world of wands, cloaks, and royalty. Although she studies at Tristain Academy, a prestigious school for magicians, she has a major problem: Louise is unable to cast magic properly, earning her the nickname of \"Louise the Zero\" from her classmates.\n\nWhen the first year students are required to perform a summoning ritual, Louise's summoning results in a catastrophic explosion! Everyone deems this to be yet another failure, but when the smoke clears, a boy named Saito Hiraga appears. Now Louise's familiar, Saito is treated as a slave, forced to clean her clothes and eat off the ground. But when an unfamiliar brand is found etched on Saito's hand from the summoning ritual, it is believed to be the mark of a powerful familiar named Gandalfr.\n\nWild, adventurous, and explosive, Zero no Tsukaima follows Saito as he comes to terms with his new life and as Louise proves that there is more to her than her nickname suggests.\n\n[Written by MAL Rewrite]","studio":["J.C.Staff"],"source":"Light novel","score":7.22,"watchedBy":"818K"},{"title":"Ookami to Koushinryou","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"23 min ","genre":["Adventure","Fantasy","Romance"],"summary":"Holo is a powerful wolf deity who is revered in the small town of Pasloe for blessing the annual harvest. Yet as years go by and the villagers become more self-sufficient, Holo has been reduced to a mere folktale. When a traveling merchant named Kraft Lawrence stops at the settlement, Holo offers to become his business partner if he takes her to her northern home of Yoitsu. The savvy trader recognizes Holo's unusual ability to evaluate a person's character and accepts her proposition. \n\nNow in the possession of both sharp bargaining skills and a charismatic negotiator, Lawrence inches closer to his goal of opening his own shop. However, as Lawrence travels the countryside with Holo in search of economic opportunities, he begins to realize that his aspirations are slowly morphing into something unexpected.\n\n[Written by MAL Rewrite]\n","studio":["Imagin"],"source":"Light novel","score":8.22,"watchedBy":"818K"},{"title":"Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"It is business as usual in the massive city of Orario, where legions of adventurers gather to explore the monster-infested \"Dungeon.\" Among them is the easily flustered yet brave Bell Cranel, the sole member of the Hestia Familia. With the help of his demi-human supporter Liliruca Arde and competent blacksmith Welf Crozzo, Bell has earned the title of Little Rookie by becoming Orario's fastest-growing adventurer thanks to his endeavors within the deeper levels of the Dungeon.\n\nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II continues Bell's adventures as he tries to bring glory to his goddess and protect those he cares about. However, various familias and gods across the city begin to take notice of his achievements and attempt to add him to their ranks.\n\n[Written by MAL Rewrite]\n","studio":["J.C.Staff"],"source":"Light novel","score":7.24,"watchedBy":"816K"},{"title":"Gate: Jieitai Kanochi nite, Kaku Tatakaeri","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Off-duty Japan Self-Defense Forces (JSDF) officer and otaku Youji Itami is on his way to attend a doujin convention in Ginza, Tokyo when a mysterious portal in the shape of a large gate suddenly appears. From this gate, supernatural creatures and warriors clad in medieval armor emerge, charging through the city, killing and destroying everything in their path. With swift actions, Youji saves as many lives as he can while the rest of the JSDF direct their efforts toward stopping the invasion.\n\nThree months after the attack, Youji has been tasked with leading a special recon team, as part of a JSDF task force, that will be sent to the world beyond the gate—now being referred to as the \"Special Region.\" They must travel into this unknown world in order to learn more about what they are dealing with and attempt to befriend the locals in hopes of creating peaceful ties with the ruling empire. But if they fail, they face the consequence of participating in a devastating war that will engulf both sides of the gate.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Light novel","score":7.68,"watchedBy":"807K"},{"title":"InuYasha","showStatus":"Finished","totalEpisode":"167 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy","Romance"],"summary":"Kagome Higurashi's 15th birthday takes a sudden turn when she is forcefully pulled by a demon into the old well of her family's shrine. Brought to the past, when demons were a common sight in feudal Japan, Kagome finds herself persistently hunted by these vile creatures, all yearning for an item she unknowingly carries: the Shikon Jewel, a small sphere holding extraordinary power. \n\nAmid such a predicament, Kagome encounters a half-demon boy named Inuyasha who mistakes her for Kikyou, a shrine maiden he seems to resent. Because of her resemblance to Kikyou, Inuyasha takes a violent dislike to Kagome. However, after realizing the dire circumstances they are both in, he sets aside his hostility and lends her a hand. \n\nUnfortunately, during a fight for the Shikon Jewel, the miraculous object ends up shattered into pieces and scattered across the land. Fearing the disastrous consequences of this accident, Kagome and Inuyasha set out on a challenging quest to recover the shards before they fall into the wrong hands.\n\n[Written by MAL Rewrite]\n","studio":["Sunrise"],"source":"Manga","score":7.86,"watchedBy":"797K"},{"title":"Kono Subarashii Sekai ni Shukufuku wo! Movie: Kurenai Densetsu","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"90 min ","genre":["Adventure","Comedy","Fantasy"],"summary":"It is not strange that the Demon Lord's forces fear the Crimson Demons, the clan from which Megumin and Yunyun originate. Even if the Demon Lord's generals attack their village, the Crimson Demons can just easily brush them off with their supreme mastery of advanced and overpowered magic.\n\nWhen Yunyun receives a seemingly serious letter regarding a potential disaster coming to her hometown, she immediately informs Kazuma Satou and the rest of his party. After a series of wacky misunderstandings, it turns out to be a mere prank by her fellow demon who wants to be an author. Even so, Megumin becomes worried about her family and sets out toward the Crimson Demons' village with the gang.\n\nThere, Kazuma and the others decide to sightsee the wonders of Megumin's birthplace. However, they soon come to realize that the nonsense threat they received might have been more than just a joke.\n\n[Written by MAL Rewrite]","studio":["J.C.Staff"],"source":"Light novel","score":8.43,"watchedBy":"779K"},{"title":"Trigun","showStatus":"Finished","totalEpisode":"26 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Sci-Fi"],"summary":"Vash the Stampede is the man with a $$60,000,000,000 bounty on his head. The reason: he's a merciless villain who lays waste to all those that oppose him and flattens entire cities for fun, garnering him the title \"The Humanoid Typhoon.\" He leaves a trail of death and destruction wherever he goes, and anyone can count themselves dead if they so much as make eye contact—or so the rumors say. In actuality, Vash is a huge softie who claims to have never taken a life and avoids violence at all costs.\n\nWith his crazy doughnut obsession and buffoonish attitude in tow, Vash traverses the wasteland of the planet Gunsmoke, all the while followed by two insurance agents, Meryl Stryfe and Milly Thompson, who attempt to minimize his impact on the public. But soon, their misadventures evolve into life-or-death situations as a group of legendary assassins are summoned to bring about suffering to the trio. Vash's agonizing past will be unraveled and his morality and principles pushed to the breaking point.\n\n[Written by MAL Rewrite]","studio":["Madhouse"],"source":"Manga","score":8.22,"watchedBy":"763K"},{"title":"Sword Art Online: Alicization - War of Underworld","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Despite the defeat of Quinella—the pontifex of the Axiom Church—things have not seemed to calm down yet. Upon contacting the real world, Kazuto \"Kirito\" Kirigaya finds out that the Ocean Turtle—a mega-float controlled by Rath—was raided. Due to a sudden short-circuit caused by the raiders, Kirito's fluctlight is damaged, leaving him comatose. Feeling insecure about the people at the Axiom Church, Alice brings the unconscious Kirito back to their hometown—Rulid Village, disregarding her banishment due to an unabsolved crime. Now, Alice is living an ordinary and peaceful life close by the village, wishing for Kirito to wake up.\n\nHowever, tragedy strikes when Alice notices that the Dark Territory has already started to invade the Human Empire. Reassuming her previous alias, Alice Synthesis Thirty, she promises to defeat the Dark Territory in order to defend the world that Kirito and Eugeo worked so hard to protect.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Light novel","score":7.58,"watchedBy":"762K"},{"title":"Tensei shitara Slime Datta Ken 2nd Season Part 2","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"The nation of Tempest is in a festive mood after successfully overcoming the surprise attack from the Falmuth Army and the Western Holy Church. Beyond the festivities lies a meeting between Tempest and its allies to decide the future of the Nation of Monsters. The aftermath of the Falmuth invasion, Milim Nava's suspicious behavior, and the disappearance of Demon Lord Carrion—the problems seem to keep on piling up.\n\nRimuru Tempest, now awakened as a True Demon Lord, decides to go on the offensive against Clayman. With the fully revived Storm Dragon Veldora, Ultimate Skill Raphael, and other powerful comrades, the ruler of the Tempest is confident in taking down his enemies one by one until he can face the man pulling the strings.\n\n[Written by MAL Rewrite]","studio":["8bit"],"source":"Manga","score":8.33,"watchedBy":"759K"},{"title":"Tate no Yuusha no Nariagari Season 2","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Drama","Fantasy"],"summary":"With another Wave happening in a week, Naofumi Iwatani and his party have no time to waste. However, when bat familiars raid Lurolona Village and the Wave countdown comes to a halt, the Four Cardinal Heroes reconvene with the queen, Mirelia Q Melromarc, for a quick briefing. The queen presumes that the odd occurrences are linked to the Spirit Tortoise—a threatening creature that has awakened from its slumber, back to cause havoc once again. A plan to put the Spirit Tortoise to rest is devised—but out of the four men, only the cursed Shield Hero agrees to help.\n\n[Written by MAL Rewrite]\n","studio":["DR Movie","Kinema Citrus"],"source":"Light novel","score":6.52,"watchedBy":"757K"},{"title":"Hai to Gensou no Grimgar","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Drama","Fantasy"],"summary":"Fear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledge of their name, they can feel only these three emotions resonating deep within their souls. A group of strangers is given no other choice than to accept the only paying job in this game-like world—the role of a soldier in the Reserve Army—and eliminate anything that threatens the peace in their new world, Grimgar.\n\nWhen all of the stronger candidates join together, those left behind must create a party together to survive: Manato, a charismatic leader and priest; Haruhiro, a nervous thief; Yume, a cheerful hunter; Shihoru, a shy mage; Moguzo, a kind warrior; and Ranta, a rowdy dark knight. Despite its resemblance to one, this is no game—there are no redos or respawns; it is kill or be killed. \n\nIt is now up to this ragtag group of unlikely fighters to survive together in a world where life and death are separated only by a fine line. \n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Light novel","score":7.65,"watchedBy":"733K"},{"title":"Sword Art Online Movie: Ordinal Scale","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"119 min ","genre":["Action","Adventure","Fantasy"],"summary":"In 2026, four years after the infamous Sword Art Online incident, a revolutionary new form of technology has emerged: the Augma, a device that utilizes an Augmented Reality system. Unlike the Virtual Reality of the NerveGear and the Amusphere, it is perfectly safe and allows players to use it while they are conscious, creating an instant hit on the market. The most popular application for the Augma is the game Ordinal Scale, which immerses players in a fantasy role-playing game with player rankings and rewards.\n\nFollowing the new craze, Kirito's friends dive into the game, and despite his reservations about the system, Kirito eventually joins them. While at first it appears to be just fun and games, they soon find out that the game is not all that it seems...\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Original","score":7.56,"watchedBy":"728K"},{"title":"Nanatsu no Taizai: Kamigami no Gekirin","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"After saving the Kingdom of Liones from the 10 Commandments, Meliodas and the Seven Deadly Sins are enjoying their time off. However, things aren't as peaceful as they seem, as the Sins are put through various trials to become strong enough to defeat the 10 Commandments and to overcome their past trauma.\n\nWith help from past figures, the Sins are tasked with defeating the 10 Commandments and putting an end to their evil plans that began ten thousand years ago. The Sins begin to uncover the truth about each other, as well as those who stood before them. With this knowledge in hand, the battle against the 10 Commandments has only just begun.\n\nNanatsu no Taizai: Kamigami no Gekirin continues to follow the Seven Deadly Sins and those that they meet on their journey. Through their adventures, they realize that their actions have had greater consequences on the present than they could have ever expected.\n\n[Written by MAL Rewrite]","studio":["Studio Deen"],"source":"Manga","score":6.46,"watchedBy":"727K"},{"title":"Nanatsu no Taizai: Seisen no Shirushi","showStatus":"Finished","totalEpisode":"4 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"The Seven Deadly Sins, along with Elizabeth Liones and Hawk, have won the Kingdom of Leones back from the Holy Knights. At long last, it's their time to indulge in the peaceful lives they fought for. From inedible meat pies, overdue battles, unexpected stalkers, and the butterflies of first love, the Sins are accompanied by their friends in their carefree, fun-filled time together. However, the calm is broken with the premonition of a new threat, bringing upon the signs of Holy War and threatening to shatter the peace of the Sins' easygoing days.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Manga","score":6.96,"watchedBy":"717K"},{"title":"Sousou no Frieren","showStatus":"Finished","totalEpisode":"28 eps","episodeDuration":"24 min ","genre":["Adventure","Drama","Fantasy"],"summary":"During their decade-long quest to defeat the Demon King, the members of the hero's party—Himmel himself, the priest Heiter, the dwarf warrior Eisen, and the elven mage Frieren—forge bonds through adventures and battles, creating unforgettable precious memories for most of them.\n\nHowever, the time that Frieren spends with her comrades is equivalent to merely a fraction of her life, which has lasted over a thousand years. When the party disbands after their victory, Frieren casually returns to her \"usual\" routine of collecting spells across the continent. Due to her different sense of time, she seemingly holds no strong feelings toward the experiences she went through.\n\nAs the years pass, Frieren gradually realizes how her days in the hero's party truly impacted her. Witnessing the deaths of two of her former companions, Frieren begins to regret having taken their presence for granted; she vows to better understand humans and create real personal connections. Although the story of that once memorable journey has long ended, a new tale is about to begin.\n\n[Written by MAL Rewrite]","studio":["Madhouse"],"source":"Manga","score":9.38,"watchedBy":"705K"},{"title":"Arifureta Shokugyou de Sekai Saikyou","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"The ordinary life of 17-year-old otaku Hajime Nagumo is disrupted when he and his classmates are summoned to a fantasy world and tasked with saving mankind. While his classmates are gifted with impressive abilities useful in combat, Hajime is belittled for only gaining an inferior transmutation skill that lacks any real offensive power. \n\nDuring an expedition in the Great Orcus Labyrinth, Hajime is betrayed by one of his classmates, plummeting him to the bottom of an abyss. Though he survives the fall, Hajime is faced with menacing monsters and misfortunes that send him spiraling into a grim nightmare. Desperate to live and return home one day, he resolves to fight for his survival—only to meet an imprisoned vampire he names Yue, who is also seeking to escape the labyrinth. Taking an interest in him, Yue and a few others along the way accompany Hajime on his journey to find a way back home, while steadily transforming from commonplace to the world's strongest. \n\n[Written by MAL Rewrite]","studio":["asread.","White Fox"],"source":"Light novel","score":6.71,"watchedBy":"699K"},{"title":"D.Gray-man","showStatus":"Finished","totalEpisode":"103 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"\n \nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.\n\n[Written by MAL Rewrite]","studio":["TMS Entertainment"],"source":"Manga","score":8.01,"watchedBy":"692K"},{"title":"Claymore","showStatus":"Finished","totalEpisode":"26 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"When a shapeshifting demon with a thirst for human flesh, known as \"youma,\" arrives in Raki's village, a lone woman with silver eyes walks into town with only a sword upon her back. She is a \"Claymore,\" a being manufactured as half-human and half-youma, for the express purpose of exterminating these monsters. After Raki's family is killed, the Claymore saves his life, but he is subsequently banished from his home. With nowhere else to go, Raki finds the Claymore, known as Clare, and decides to follow her on her journeys.\n\nAs the pair travel from town to town, defeating youma along the way, more about Clare's organization and her fellow warriors comes to light. With every town cleansed and every demon destroyed, they come closer to the youma on which Clare has sought vengeance ever since she chose to become a Claymore.\n\n[Written by MAL Rewrite]","studio":["Madhouse"],"source":"Manga","score":7.74,"watchedBy":"673K"},{"title":"Satsuriku no Tenshi","showStatus":"Finished","totalEpisode":"16 eps","episodeDuration":"23 min ","genre":["Adventure","Horror","Suspense"],"summary":"With dead and lifeless eyes, Rachel Gardner wishes only to die. Waking up in the basement of a building, she has no idea how or why she's there. She stumbles across a bandaged murderer named Zack, who is trying to escape. After promising to kill her as soon as he is free, Rachel and Zack set out to ascend through the building floor by floor until they escape.\n\nHowever, as they progress upward, they meet more twisted people, and all of them seem familiar with Rachel. What is her connection to the building, and why was she placed in it? Facing a new boss on each floor, can Rachel and Zack both achieve their wishes?\n\n[Written by MAL Rewrite]","studio":["J.C.Staff"],"source":"Game","score":6.96,"watchedBy":"671K"},{"title":"Jigokuraku","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"Sentenced to death, ninja Gabimaru the Hollow finds himself apathetic. After leading a blood-soaked life, Gabimaru believes he deserves to die. However, every attempt to execute him inexplicably fails. Finally, Sagiri Yamada Asaemon, a fledgling member of a famed executioner clan, is asked to take Gabimaru's life; yet Sagiri makes no move to kill him as requested.\n\nInsisting that Gabimaru will not die because of his love for his wife, Sagiri instead offers him the chance to obtain a full pardon for his crimes. If he can travel to the island of Shinsekyo and obtain the Elixir of Life—which supposedly grants immortality—and bring it back for the shogun, then his freedom will be assured.\n\nBut of the many who have traveled to Shinsekyo in search of the mythical Elixir, not a single person has returned sound of mind, if at all. Though unaware of the numerous dangers ahead, Gabimaru decides to accept the offer—alongside ten other death row convicts—in hope that he and his wife may finally live in peace.\n\n[Written by MAL Rewrite]","studio":["MAPPA"],"source":"Manga","score":8.11,"watchedBy":"669K"},{"title":"Great Pretender","showStatus":"Finished","totalEpisode":"23 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Mystery"],"summary":"A series of unfortunate events has led Makoto Edamura to adopt the life of crime—pickpocketing and scamming others for a living. However, after swindling a seemingly clueless tourist, Makoto discovers that he was the one tricked and, to make matters worse, that the police are now after him. \n\nWhile making his escape, he runs into the tourist once again, who turns out to be a fellow con man named Laurent Thierry, and ends up following him to Los Angeles. In an attempt to defend his self-proclaimed title of \"Japan's Greatest Swindler,\" Makoto challenges his rival to determine the better scammer. Accepting the competition, Laurent drops them off outside a huge mansion and claims that their target will be the biggest mafia boss on the West Coast.\n\nAs Makoto becomes increasingly involved with the cunning Laurent, his colorful associates, and the world of international high-stakes fraud, he soon realizes that he got more than what he bargained for as his self-declared skills are continually put to the test.\n\n[Written by MAL Rewrite]","studio":["Wit Studio"],"source":"Original","score":8.21,"watchedBy":"662K"},{"title":"Kenpuu Denki Berserk","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Drama","Fantasy","Horror"],"summary":"Guts, a man who will one day be known as the Black Swordsman, is a young traveling mercenary characterized by the large greatsword he carries. He accepts jobs that offer the most money, but he never stays with one group for long—until he encounters the Band of the Falcon. Ambushed after completing a job, Guts crushes many of its members in combat. Griffith, The Band of the Falcon's leader and founder, takes an interest in Guts and duels him. While the others are no match for Guts, Griffith defeats him in one blow.\n\nIncapacitated and taken into the Band of the Falcon's camp to recover, Guts wakes up two days later. He confronts Griffith, and the two duel yet again, only this time with a condition: Guts will join the Band of the Falcon if he loses. Due to his fresh injuries, Guts loses the fight and is inducted by Griffith.\n\nIn three years' time, Guts has become one of the Band of the Falcon's commanders. On the battlefield, his combat prowess is second only to Griffith as he takes on large groups of enemies all on his own. With Guts' immense strength and Griffith's leadership, the Band of the Falcon dominate every battle they partake in. But something menacing lurks in the shadows, threatening to change Guts' life forever.\n\n[Written by MAL Rewrite]","studio":["OLM"],"source":"Manga","score":8.59,"watchedBy":"659K"},{"title":"Little Witch Academia (TV)","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"24 min ","genre":["Adventure","Comedy","Fantasy"],"summary":"\"A believing heart is your magic!\"—these were the words that Atsuko \"Akko\" Kagari's idol, the renowned witch Shiny Chariot, said to her during a magic performance years ago. Since then, Akko has lived by these words and aspired to be a witch just like Shiny Chariot, one that can make people smile. Hence, even her non-magical background does not stop her from enrolling in Luna Nova Magical Academy.\n\nHowever, when an excited Akko finally sets off to her new school, the trip there is anything but smooth. After her perilous journey, she befriends the shy Lotte Yansson and the sarcastic Sucy Manbavaran. To her utmost delight, she also discovers Chariot's wand, the Shiny Rod, which she takes as her own. Unfortunately, her time at Luna Nova will prove to be more challenging than Akko could ever believe. She absolutely refuses to stay inferior to the rest of her peers, especially to her self-proclaimed rival, the beautiful and gifted Diana Cavendish, so she relies on her determination to compensate for her reckless behavior and ineptitude in magic.\n\nIn a time when wizardry is on the decline, Little Witch Academia follows the magical escapades of Akko and her friends as they learn the true meaning of being a witch.\n\n[Written by MAL Rewrite]","studio":["Trigger"],"source":"Original","score":7.81,"watchedBy":"645K"},{"title":"Ousama Ranking","showStatus":"Finished","totalEpisode":"23 eps","episodeDuration":"22 min ","genre":["Adventure","Fantasy"],"summary":"The people of the kingdom look down on the young Prince Bojji, who can neither hear nor speak. They call him \"The Useless Prince\" while jeering at his supposed foolishness.\n\nHowever, while Bojji may not be physically strong, he is certainly not weak of heart. When a chance encounter with a shadow creature should have left him traumatized, it instead makes him believe that he has found a friend amidst those who only choose to notice his shortcomings. He starts meeting with Kage, the shadow, regularly, to the point where even the otherwise abrasive creature begins to warm up to him.\n\nKage and Bojji's unlikely friendship lays the budding foundations of the prince's journey, one where he intends to conquer his fears and insecurities. Despite the constant ridicule he faces, Bojji resolves to fulfill his desire of becoming the best king he can be.\n\n[Written by MAL Rewrite]","studio":["Wit Studio"],"source":"Web manga","score":8.51,"watchedBy":"642K"},{"title":"Rokka no Yuusha","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy","Mystery"],"summary":"An ancient legend states that with the revival of the Demon God, six heroes—the Braves of the Six Flowers—will be chosen by the Goddess of Fate, granting them power to rise up against the fiends attempting to turn the world into a living hell. Adlet Mayer, self-proclaimed \"Strongest Man in the World,\" has arrived at the continent of Piena in hopes of becoming a Brave. Although it doesn't go as smoothly as he had planned, Adlet is ultimately chosen as one of the six heroes shortly after being greeted by Nashetania Loei Piena Augustra, crown princess and fellow Brave.\n\nRokka no Yuusha follows the two as they embark upon their destined journey to fight the Demon God, intending to meet up with their fellow heroes at a small temple outside of the Land of the Howling Demons, the fiends' domain. However, when they finally unite, seven heroes are present, and soon the others begin to suspect Adlet to be a fraud. Now on the run, Adlet must utilize his unique skill set and wit in a fight for his life to identify which member of the group is the true impostor before it's too late!\n\n[Written by MAL Rewrite]","studio":["Passione"],"source":"Light novel","score":7.27,"watchedBy":"634K"},{"title":"Pokemon","showStatus":"Finished","totalEpisode":"276 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"Pokémon are peculiar creatures with a vast array of different abilities and appearances; many people, known as Pokémon trainers, capture and train them, often with the intent of battling others. Young Satoshi has not only dreamed of becoming a Pokémon trainer but also a \"Pokémon Master,\" and on the arrival of his 10th birthday, he finally has a chance to make that dream a reality. Unfortunately for him, all three Pokémon available to beginning trainers have already been claimed and only Pikachu, a rebellious Electric-type Pokémon, remains. However, this chance encounter would mark the start of a lifelong friendship and an epic adventure!\n\nSetting off on a journey to become the very best, Satoshi and Pikachu travel across beautiful, sprawling regions with their friends Kasumi, a Water-type trainer, and Takeshi, a Rock-type trainer. But danger lurks around every corner. The infamous Team Rocket is always nearby, seeking to steal powerful Pokémon through nefarious schemes. It'll be up to Satoshi and his friends to thwart their efforts as he also strives to earn the eight Pokémon Gym Badges he'll need to challenge the Pokémon League, and eventually claim the title of Pokémon Master. \n\n[Written by MAL Rewrite]","studio":["OLM"],"source":"Game","score":7.39,"watchedBy":"631K"},{"title":"Dragon Ball GT","showStatus":"Finished","totalEpisode":"64 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"Emperor Pilaf finally has his hands on the Black Star Dragon Balls after years of searching, which are said to be twice as powerful as Earth's normal ones. Pilaf is about to make his wish for world domination when he is interrupted by Gokuu Son. As a result, Pilaf flubs his wish and accidentally turns Gokuu back into a child.\n\nAfter the wish is granted, the Black Star Dragon Balls scatter across the galaxy. However, Gokuu discovers that they will cause the Earth to explode unless they are all brought back within a year. Uniting with his granddaughter Pan and a young adult Trunks, Gokuu sets off on an adventure through the universe to find the Black Star Dragon Balls and save his planet from destruction.\n\n[Written by MAL Rewrite]","studio":["Toei Animation"],"source":"Manga","score":6.49,"watchedBy":"631K"},{"title":"Shinchou Yuusha: Kono Yuusha ga Ore Tueee Kuse ni Shinchou Sugiru","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"There is a popular saying: \"you can never be too careful.\" It is very important to prepare for every situation you may face, even if it seems like an unnecessary waste of time. Also, in games like RPGs, it is good to exceed the level of your enemies to achieve total victory.\n\nThese words describe Seiya Ryuuguuin a little too perfectly. After being summoned by the goddess Ristarte to save the world of Gaeabrande from destruction, the hero prepares himself for his noble journey. While this might be normal, he spends a very long time training himself, despite having overpowered stats. He fights weak enemies using his strongest skills and buys excessive amounts of supplies and potions—all to stay safe.\n\nWhile his attitude may be a bit annoying, it might just be the saving grace of Gaeabrande, especially considering that it is a world where the forces of evil dominate each and every expectation.\n\n[Written by MAL Rewrite]","studio":["White Fox"],"source":"Light novel","score":7.48,"watchedBy":"621K"},{"title":"Ore dake Level Up na Ken","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Humanity was caught at a precipice a decade ago when the first gates—portals linked with other dimensions that harbor monsters immune to conventional weaponry—emerged around the world. Alongside the appearance of the gates, various humans were transformed into hunters and bestowed superhuman abilities. Responsible for entering the gates and clearing the dungeons within, many hunters chose to form guilds to secure their livelihoods.\n\nSung Jin-Woo is an E-rank hunter dubbed as the weakest hunter of all mankind. While exploring a supposedly safe dungeon, he and his party encounter an unusual tunnel leading to a deeper area. Enticed by the prospect of treasure, the group presses forward, only to be confronted with horrors beyond their imagination. Miraculously, Jin-Woo survives the incident and soon finds that he now has access to an interface visible only to him. This mysterious system promises him the power he has long dreamed of—but everything comes at a price.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Web manga","score":8.33,"watchedBy":"616K"},{"title":"Sword Art Online: Alicization - War of Underworld 2nd Season","showStatus":"Finished","totalEpisode":"11 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"The final battle against the Dark Territory drags on, as players from all over the world flood the Underworld's servers and plunge the Human Empire into utter chaos. Asuna Yuuki and her friends defend their new allies with everything they have, but their numbers are falling. Meanwhile, Alice Zuberg heads toward the World's End Altar while Gabriel \"Vecta\" Miller relentlessly pursues her.\n\nMeanwhile, members of Rath strategize a plan in an attempt to restore Kirito's damaged fluctlight. However, the intruders occupying the main control room have other plans. Surrounded by death and despair, when all hope seems to be lost, one voice reaches out to Kirito—a familiar one saying, \"I will always be by your side.\"\n\nSword Art Online: Alicization - War of Underworld 2nd Season is the epic conclusion to Akihiko Kayaba's dream of creating artificial human intelligence. Now it is up to Kirito and his friends to protect this collapsing world from the people that still think it is just a game.\n\n[Written by MAL Rewrite]","studio":["A-1 Pictures"],"source":"Light novel","score":7.49,"watchedBy":"614K"},{"title":"Log Horizon 2nd Season","showStatus":"Finished","totalEpisode":"25 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"After being trapped in the world of Elder Tale for six months, Shiroe and the other Adventurers have begun to get the hang of things in their new environment. The Adventurers are starting to gain the trust of the People of the Land, and Akiba has flourished thanks to the law and order established by Shiroe's Round Table Alliance, regaining its everyday liveliness. Despite this success, however, the Alliance faces a new crisis: they are running out of funds to govern Akiba, and spies from the Minami district have infiltrated the city.\n\nAs formidable forces rise in other districts, there is also a need to discover more about the vast new world they are trapped in—leading Shiroe to decide that the time has come to venture outside the city. Accompanied by his friend Naotsugu and the Sage of Mirror Lake Regan, the calculative Shiroe makes his move, hoping to unravel new possibilities and eventually find a way home.\n\n[Written by MAL Rewrite]","studio":["Studio Deen"],"source":"Light novel","score":7.56,"watchedBy":"614K"},{"title":"The Last: Naruto the Movie","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"112 min ","genre":["Action","Adventure","Fantasy","Romance"],"summary":"Two years have passed since the end of the Fourth Great Ninja War. Konohagakure has remained in a state of peace and harmony—until Sixth Hokage Kakashi Hatake notices the moon is dangerously approaching the Earth, posing the threat of planetary ruin.\n\nAmidst the grave ordeal, the Konoha is invaded by a new evil, Toneri Oosutuski, who suddenly abducts Hinata Hyuuga's little sister Hanabi. Kakashi dispatches a skilled ninja team comprised of Naruto Uzumaki, Sakura Haruno, Shikamaru Nara, Sai, and Hinata in an effort to rescue Hanabi from the diabolical clutches of Toneri. However, during their mission, the team faces several obstacles that challenge them, foiling their efforts.\n\nWith her abduction, the relationships the team share with one another are tested, and with the world reaching the brink of destruction, they must race against time to ensure the safety of their planet. Meanwhile, as the battle ensues, Naruto is driven to fight for something greater than he has ever imagined—love.\n\n[Written by MAL Rewrite]","studio":["Pierrot"],"source":"Manga","score":7.79,"watchedBy":"609K"},{"title":"Vinland Saga Season 2","showStatus":"Finished","totalEpisode":"24 eps","episodeDuration":"25 min ","genre":["Action","Adventure","Drama"],"summary":"After his father's death and the destruction of his village at the hands of English raiders, Einar wishes for a peaceful life with his family on their newly rebuilt farms. However, fate has other plans: his village is invaded once again. Einar watches helplessly as the marauding Danes burn his lands and slaughter his family. The invaders capture Einar and take him back to Denmark as a slave. \n\nEinar clings to his mother's final words to survive. He is purchased by Ketil, a kind slave owner and landlord who promises that Einar can regain his freedom in return for working in the fields. Soon, Einar encounters his new partner in farm cultivation—Thorfinn, a dejected and melancholic slave. As Einar and Thorfinn work together toward their freedom, they are haunted by both sins of the past and the ploys of the present. Yet they carry on, grasping for a glimmer of hope, redemption, and peace in a world that is nothing but unjust and unforgiving.\n\n[Written by MAL Rewrite]","studio":["MAPPA"],"source":"Manga","score":8.81,"watchedBy":"603K"},{"title":"Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"Upon his run-in with a Vouivre—a monster known to be very dangerous—Hestia Familia's captain Bell Cranel is struck with incomprehension. Despite its preceding reputation, the supposed bloodthirsty creature happens to be crying and flees from a group of adventurers. The monster, taking the form of a terrified little girl, prompts Bell to swiftly decide to hide her. Unbeknownst to him, this act of kindness will cause massive repercussions that will soon echo throughout the entire city of Orario.\n\n[Written by MAL Rewrite]","studio":["J.C.Staff"],"source":"Light novel","score":7.46,"watchedBy":"597K"},{"title":"Hunter x Hunter","showStatus":"Finished","totalEpisode":"62 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Hunters are specialized in a wide variety of fields, ranging from treasure hunting to cooking. They have access to otherwise unavailable funds and information that allow them to pursue their dreams and interests. However, being a hunter is a special privilege, only attained by taking a deadly exam with an extremely low success rate.\n\nGon Freecss, a 12-year-old boy with the hope of finding his missing father, sets out on a quest to take the Hunter Exam. Along the way, he picks up three companions who also aim to take the dangerous test: the revenge-seeking Kurapika, aspiring doctor Leorio Paladiknight, and a mischievous child the same age as Gon, Killua Zoldyck.\n\nAs the four aspiring hunters embark on a perilous adventure, they fight for their dreams while defying the odds.\n\n[Written by MAL Rewrite]","studio":["Nippon Animation"],"source":"Manga","score":8.41,"watchedBy":"591K"},{"title":"Majo no Takkyuubin","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"103 min ","genre":["Adventure","Award Winning","Comedy","Drama","Fantasy"],"summary":"Kiki, a 13-year-old witch-in-training, must spend a year living on her own in a distant town in order to become a full-fledged witch. Leaving her family and friends, Kiki undertakes this tradition when she flies out into the open world atop her broomstick with her black cat Jiji.\n\nAs she settles down in the coastal town of Koriko, Kiki struggles to adapt and ends up wandering the streets with no place to stay—until she encounters Osono, who offers Kiki boarding in exchange for making deliveries for her small bakery. Before long, Kiki decides to open her own courier service by broomstick, beginning her journey to independence. In attempting to find her place among the townsfolk, Kiki brings with her exciting new experiences and comes to understand the true meaning of responsibility.\n\n[Written by MAL Rewrite]","studio":["Studio Ghibli"],"source":"Novel","score":8.22,"watchedBy":"587K"},{"title":"Gake no Ue no Ponyo","showStatus":"Finished","totalEpisode":"1 ep","episodeDuration":"100 min ","genre":["Adventure","Award Winning","Fantasy"],"summary":"A goldfish sneaks away from home and floats off on the back of a jellyfish. After getting stuck in a glass jar, she drifts to the shore where she is freed by Sousuke, a five-year-old boy who lives with his mother Lisa in a house by the sea while his father Koichi works on a fishing boat. After healing a cut on Sousuke's finger by licking it, the goldfish is named Ponyo by her new friend.\n\nUnknown to Sousuke, Ponyo already has a name and a family. Her father Fujimoto, a sorcerer who forsook his humanity to live underwater, searches frantically for his daughter Brunhilde. When found and captured, Ponyo rejects her birth name and declares that she wants to become a human. Using the power received from Sousuke's blood, she grows arms and legs and escapes to the surface once more. But the magic released into the ocean causes an imbalance in nature, causing the Moon to start falling out of orbit and the tides to grow dangerously stronger. Reunited with Ponyo, Sousuke must pass an ancient test to restore order in the world and let his companion live on as a human.\n\n[Written by MAL Rewrite]","studio":["Studio Ghibli"],"source":"Original","score":7.93,"watchedBy":"581K"},{"title":"Kaifuku Jutsushi no Yarinaoshi","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Drama","Fantasy","Erotica"],"summary":"When Keyaru acquired his powers as a Hero who specialized in healing all injuries regardless of severity, it seemed that he would walk the path to a great future. But what awaited him instead was great agony; he was subjected to years of seemingly endless hellish torture and abuse. Keyaru's healing skills allowed him to secretly collect the memories and abilities of those he treated, gradually making him stronger than anyone else. But by the time he reached his full potential, it was far too late—he had already lost everything.\n\nDetermined to put his life back on track, Keyaru decided to unleash a powerful healing spell that rewound the entire world back to the time before he began to suffer his horrible fate. Equipped with the anguish of his past, he vows to redo everything in order to fulfill a new purpose—to exact revenge upon those who have wronged him.\n\n[Written by MAL Rewrite]","studio":["TNK"],"source":"Light novel","score":6.34,"watchedBy":"580K"},{"title":"Drifters","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"At the Battle of Sekigahara in 1600, Toyohisa Shimazu is the rearguard for his retreating troops, and is critically wounded when he suddenly finds himself in a modern, gleaming white hallway. Faced with only a stoic man named Murasaki and hundreds of doors on both sides, Toyohisa is pulled into the nearest door and into a world completely unlike his own.\n\nThe strange land is populated by all manner of fantastical creatures, as well as warriors from different eras of Toyohisa's world who were thought to be dead. Quickly befriending the infamous warlord Nobunaga Oda and the ancient archer Yoichi Suketaka Nasu, Toyohisa learns of the political unrest tearing through the continent. Furthermore, they have been summoned as \"Drifters\" to fight against the \"Ends,\" people who are responsible for the creation of the Orte Empire and are trying to annihilate the Drifters. As the Ends grow more powerful, so does the Empire's persecution of elves and other demihumans. It is up to Toyohisa and his group of unconventional heroes to battle in a brand-new world war to help the Empire's subjects, while protecting the land to claim for themselves and challenging the Ends.\n\n[Written by MAL Rewrite]","studio":["Hoods Entertainment"],"source":"Manga","score":7.89,"watchedBy":"568K"},{"title":"Isekai wa Smartphone to Tomo ni.","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"24 min ","genre":["Adventure","Comedy","Fantasy","Romance"],"summary":"In a thoughtless blunder, God accidentally strikes down Touya Mochizuki with a stray bolt of lightning! As an apology, God offers him one wish and the chance to live again in a magical fantasy world. Touya happily accepts the offer and, for his one wish, asks only to keep his smartphone with him as he begins his journey into this mysterious world.\n\nStarting over in this new world, Touya finds it is filled with magic—which he has an affinity for—and cute girls vying for his attention. These girls—the twins Linze and Elze Silhoueska, Yumina Urnea Belfast, Leen, and Yae Kokonoe—provide Touya with no end of romantic frustrations, but also companionship as he discovers the secrets of this new world.\n\n[Written by MAL Rewrite]","studio":["Production Reed"],"source":"Light novel","score":6.13,"watchedBy":"564K"},{"title":"Katanagatari","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"49 min ","genre":["Action","Adventure","Romance"],"summary":"In an Edo-era Japan lush with a variety of sword-fighting styles, Shichika Yasuri practices the most unique one: Kyotouryuu, a technique in which the user's own body is wielded as a blade. The enigmatic seventh head of the Kyotouryuu school, Shichika lives quietly in exile with his sister Nanami until one day—the wildly ambitious strategist Togame barges into their lives.\n\nTogame brazenly requests that Shichika help in her mission to collect twelve unique swords, known as the \"Deviant Blades,\" for the shogunate. Shichika accepts, interested in the girl herself rather than petty politics, and thus sets out on a journey. Standing in their way are the fierce wielders of these legendary weapons as well as other power-hungry entities who seek to thwart Togame's objective. In order to prevail against their enemies, the duo must become an unbreakable team as they forge ahead on a path of uncertainty and peril.\n\n[Written by MAL Rewrite]","studio":["White Fox"],"source":"Light novel","score":8.31,"watchedBy":"562K"},{"title":"Gate: Jieitai Kanochi nite, Kaku Tatakaeri Part 2","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Fantasy"],"summary":"Several months have passed since the infamous Ginza Incident, with tensions between the Empire and JSDF escalating in the vast and mysterious \"Special Region\" over peace negotiations. The greed and curiosity of the global powers have also begun to grow, as reports about the technological limitations of the magical realm's archaic civilizations come to light. \n\nMeanwhile, Lieutenant Youji Itami and his merry band of female admirers struggle to navigate the complex political intrigue that plagues the Empire's court. Despite her best efforts, Princess Piña Co Lada faces difficulties attempting to convince her father that the JSDF has no intention of conquering their kingdom. Pressured from both sides of the Gate, Itami must consider even more drastic measures to fulfill his mission.\n\n[Written by MAL Rewrite] ","studio":["A-1 Pictures"],"source":"Light novel","score":7.72,"watchedBy":"555K"},{"title":"Bleach: Sennen Kessen-hen","showStatus":"Finished","totalEpisode":"13 eps","episodeDuration":"24 min ","genre":["Action","Adventure","Fantasy"],"summary":"Substitute Soul Reaper Ichigo Kurosaki spends his days fighting against Hollows, dangerous evil spirits that threaten Karakura Town. Ichigo carries out his quest with his closest allies: Orihime Inoue, his childhood friend with a talent for healing; Yasutora Sado, his high school classmate with superhuman strength; and Uryuu Ishida, Ichigo's Quincy rival.\n\nIchigo's vigilante routine is disrupted by the sudden appearance of Asguiaro Ebern, a dangerous Arrancar who heralds the return of Yhwach, an ancient Quincy king. Yhwach seeks to reignite the historic blood feud between Soul Reaper and Quincy, and he sets his sights on erasing both the human world and the Soul Society for good.\n\nYhwach launches a two-pronged invasion into both the Soul Society and Hueco Mundo, the home of Hollows and Arrancar. In retaliation, Ichigo and his friends must fight alongside old allies and enemies alike to end Yhwach's campaign of carnage before the world itself comes to an end.\n\n[Written by MAL Rewrite]","studio":["Pierrot"],"source":"Manga","score":9.02,"watchedBy":"538K"},{"title":"Mushoku Tensei II: Isekai Ittara Honki Dasu","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Adventure","Drama","Fantasy","Ecchi"],"summary":"After his relationship with Eris Boreas Greyrat reaches new heights, Rudeus Greyrat is ecstatic. Unfortunately, his joy is short-lived, as Eris suddenly abandons him to embark on her own journey. Believing that Eris has lost all interest in him, a heartbroken and depressed Rudeus sets forth to the Northern Territories. With his sole goal being to locate his mother on the vast continent, Rudeus wonders if persisting through daily life is worth the pain, falling into a robotic routine as he endlessly ruminates on his lost love.\n\nHowever, the dangers of the North soon prove that one cannot survive with a dulled mind. While on a quest with the party Counter Arrow, with whom he recently became acquainted, Rudeus has a brush with death—an experience that forces him to finally snap out of his despair. With his newfound teammates, Rudeus rediscovers the pleasure of daily adventuring and moves forward with his original goal of living his second lease on life to the fullest.\n\n[Written by MAL Rewrite]","studio":["Studio Bind"],"source":"Light novel","score":8.27,"watchedBy":"534K"},{"title":"Itai no wa Iya nanode Bougyoryoku ni Kyokufuri Shitai to Omoimasu.","showStatus":"Finished","totalEpisode":"12 eps","episodeDuration":"23 min ","genre":["Action","Adventure","Comedy","Fantasy"],"summary":"After an enthusiastic invitation from her friend, Kaede Honjou reluctantly agrees to try New World Online: a very popular VRMMO played by thousands of people across Japan. Naming her in-game character Maple, she sets out on her journey. As a complete novice to such games, she allocates all of her stat points into vitality, desiring to not get hurt. With not a single point in any other stat, Maple has extraordinarily high defense, but she can't move quickly or hit hard.\n\nThis does not end badly for her, however. Due to her high defense, Maple acquires overpowered skills such as Total Defense, Poison Immunity, and Devour. These skills, along with the incredibly powerful items she obtains, allow her to obliterate most enemies in a single hit. After only a few days of playing the game, Maple claims third place in a server-wide event, gaining a reputation as a player who is both unkillable and absurdly powerful.\n\nDespite her overpowered character, Kaede has much to learn. As she progresses through the game, she meets new friends and acquaintances, helping her complete new levels and events. Through all of her adventures, she may even pick up some other crazy skills that exceed all expectations.\n\n[Written by MAL Rewrite]","studio":["SILVER LINK."],"source":"Light novel","score":7.52,"watchedBy":"534K"}]